[
{"autor": ["Hayley R"], "titulo": ["Good location and friendly staff"], "hotel": ["Collins Hotel"], "contenido": ["Only stopped for one night but would recommend. There is secure parking, the staff were very friendly and the room was extremely clean and surprising large.Th", "..."], "calificacion": ["40"]},
{"autor": ["Hayley R"], "titulo": ["Perfectly OK"], "hotel": ["YOTEL New York Times Square"], "contenido": ["This is a 3 star hotel and it is exactly that. Was clean enough and relatively central. No kettle in the room, which would have been ok since there was a coff", "..."], "calificacion": ["30"]},
{"autor": ["Hayley R"], "titulo": ["Unreasonable parking fine"], "hotel": ["McDonald's"], "contenido": ["Used this restaurant recently with children who take a while to eat. Was parked in the car park 5 mins longer than they apparently allow and so they now want to", "..."], "calificacion": ["10"]},
{"titulo": ["Fine hotel, but insanely overpriced"], "hotel": ["Hyatt Grand Central New York"], "contenido": ["The rooms were okay, a little beat up but felt safe and clean. However, the prices at the hotel are insanely high, especially after spending the REQUIRED additi", "..."], "calificacion": ["20"]},
{"autor": ["Pbasch"], "titulo": ["A bit shabby, but great location and good price for NYC... i.e., not cheap"], "hotel": ["Pod 51 Hotel"], "contenido": ["Given that it's in NYC, it's a \"budget\" hotel. Nowhere else in the world would that be true. The staff were excellent: quick, responsive, helpful. The room was ", "..."], "calificacion": ["40"]},
{"autor": ["Pbasch"], "titulo": ["Surprise! Michelin-worthy restaurant in Cocoa Beach"], "hotel": ["Fat Kahuna's Beach Side Grille"], "contenido": ["We were put off by the name, which makes it sound (to me) like a tourist trap with sugary rum drinks, but a friend recommended it and we went in to chat with th", "..."], "calificacion": ["50"]},
{"autor": ["Pbasch"], "titulo": ["This guy knows EVERYTHING"], "hotel": ["Outside In Walking Tours"], "contenido": ["I'm a native New Yorker, but I've lived in LA for 15 years. My new son-in-law has never been to NYC, so I thought we'd take a tour on this year's xmas visit. I ", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Lovely Hotel in a great location."], "hotel": ["Hotel Riu Plaza New York Times Square"], "contenido": ["Great location, a two minute walk to Times Square. We used the cocktail bar in the evening before dinner and the service and drinks were excellent (strongly rec", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Bowness weekend"], "hotel": ["Elim House"], "contenido": ["We stayed at the Elim house for two nights. We thought the covid 19 measures were excellent. Well thought out and made us feel very safe during our stay.The r", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Pre theatre Anniversary meal."], "hotel": ["Melenio"], "contenido": ["We went early for a pre theatre meal. Food was excellent. Service warm welcoming and great too. We will definitely be going back. Really lovely cosy restaurant."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Date afternoon at The Ivy Spinningfields "], "hotel": ["The Ivy Spinningfields"], "contenido": ["We had a lovely meal. The service was excellent as were the surroundings. I had the lobster linguine my wife had the Ivy burger. I would definitely recommend th", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Fabulous chilled out holiday"], "hotel": ["Hotel Riu Touareg"], "contenido": ["Just got back home today. Hotel was great. Room was spotless, maid service excellent. Food was lovely in all the restaurants we used and staff were always helpf", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Lovely meal, great service."], "hotel": ["Cafe Rouge - Cheshire Oaks"], "contenido": ["We called in for a meal whilst shopping at Cheshire Oaks,The food was really good and the service, by Heather, was excellent. Will definitely be going back ag", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Christmas Dinner"], "hotel": ["Toby Carvery Restaurant"], "contenido": ["I’ve been to a number of Toby Calvery’s and up until this visit I always thought the Widnes franchise was better than the others. The only main moan being the m", "..."], "calificacion": ["20"]},
{"autor": ["David A"], "titulo": ["Christmas meal"], "hotel": ["The Upton Tavern"], "contenido": ["We’ve been a number of times always had excellent food great service. Will be going back again soon 👍🏻😀😀"], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Disappointing Breakfast "], "hotel": ["The Observatory"], "contenido": ["I called in during the breakfast period. Service was slow, tomatoes burnt, bacon over cooked, sausages just about cooked, toast dry without enough butter. Norma", "..."], "calificacion": ["10"]},
{"autor": ["David A"], "titulo": ["Great lunchtime menu"], "hotel": ["CookHouse Pub & Carvery"], "contenido": ["Called in for lunch really good lunchtime special menu the service by Leigh was excellent. Will be back again. 😁"], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Family meal 5th August"], "hotel": ["Miners Arms"], "contenido": ["We booked a table for 4:00 pm table was ready. Service was really good. All the staff very friendly and attentive. Food was spot on. Would definitely go back ag", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Good location, good service will use this hotel again"], "hotel": ["Skuggi Hotel by Keahotels"], "contenido": ["The room was clean and tidy. Facilities spot on. The breakfast was really good plenty of choice all really tasty. Location really good. Close to the promenade, ", "..."], "calificacion": ["40"]},
{"autor": ["David A"], "titulo": ["One night stay over "], "hotel": ["Premier Inn Manchester City (Piccadilly) hotel"], "contenido": ["As always straight forward checking in, room clean and comfortable, straight forward check out. Close to station and a short walk to Piccadilly Gardens and the ", "..."], "calificacion": ["40"]},
{"autor": ["David A"], "titulo": ["Big well equipped Condo."], "hotel": ["3 Bedroom Villa Sleeps 8 with Swimming Pool"], "contenido": ["The condo was really well equipped, with microwave dishwasher etc. It had air con which was absolutely brilliant when you needed to get out of the heat in the a", "..."], "calificacion": ["40"]},
{"autor": ["David A"], "titulo": ["Afternoon tea with fizz"], "hotel": ["PIMA bar at the Hilton Liverpool"], "contenido": ["Took my wife for an afternoon tea for her birthday, had a lovely afternoon and the food and service were both excellent. We used a Groupon voucher so it was als", "..."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Lovely meal"], "hotel": ["The Upton Tavern"], "contenido": ["Came here for our wedding anniversary. Food was excellent and the service was at a perfect pace for us. Will definitely be going back again 😊😊"], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Nice after Christmas meal."], "hotel": ["Pesto Widnes"], "contenido": ["After a lovely but busy Christmas we had a great relaxed meal at pesto Widnes. The service and food were both excellent we had really nice relaxed night."], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Sunday roast"], "hotel": ["Toby Carvery Restaurant"], "contenido": ["Food always at a good standard only criticism would be that there doesn't seem any consistency to the size of meat portion you get."], "calificacion": ["40"]},
{"autor": ["David A"], "titulo": ["Lovely food, friendly service"], "hotel": ["L'italiano Trattoria"], "contenido": ["We decided to call here as we were walking by. Place is lovely service excellent as is the food. Will  definitely  go back 😊😊"], "calificacion": ["50"]},
{"autor": ["David A"], "titulo": ["Returned after not going for a couple of years."], "hotel": ["Overseas Asian Restaurant"], "contenido": ["Used to go here every time we visit Los Cristianos but the service slipped back a little bit and so we gave it a miss. Got to say they are back on top of their ", "..."], "calificacion": ["50"]},
{"autor": ["Fiona K"], "titulo": ["Fantastic first trip to NYC "], "hotel": ["Park Central Hotel New York"], "contenido": ["Fantastic hotel , well located to the fabulous Central Park ! Great bar & lovely coffee shop . Betty and her team made our visit even more special , we were cel", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Great hotel for theater-goers!"], "hotel": ["CIVILIAN Hotel"], "contenido": ["If I could give the Civilian Hotel six stars I would. My daughter and I booked a girls weekend in NYC to see a Broadway show. The hotel is a short walk to many ", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Wonderful suite very close to convention center"], "hotel": ["Sonesta ES Suites New Orleans Convention Center"], "contenido": ["We chose this hotel for the 2 bedroom 2 bath suite when we were in New Orleans for a multi-day conference. The suite was huge, well-designed, very clean, and ve", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Lovely well-located hotel"], "hotel": ["Hotel ODELYA"], "contenido": ["This hotel is extremely convenient both to the old city (a few blocks from Spalentor) and, via tram, to downtown and attractions like the KunstMuseum and Paper ", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Wonderful & great location"], "hotel": ["Morton Hotel"], "contenido": ["We stayed here 6 nights in one of the Charleston Apartments on the corner overlooking Russell Square. Everything about this hotel was perfect for our needs. Gre", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Liked it enough to go twice!"], "hotel": ["Chambeli Restaurant"], "contenido": ["We ate at Chambeli for 2 of our 6 dinners in London, partly because it was convenient to our hotel, but it's the only one we went back to. Our food was good and", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Highlight of our restaurant eating in India!"], "hotel": ["Peshawri"], "contenido": ["This restaurant gave us our most memorable meals in India and I can't believe I forgot to submit the review for so long. The food was spectacular, the service a", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["More than shopping: an experience!"], "hotel": ["Kalra's Cottage Industry"], "contenido": ["Yogi gave us an extensive tour and very interesting overview of the rugmaking process, with a demonstration of how the knotters sing the instructions for when t", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Perfect blend of cooking, eating, & visiting"], "hotel": ["Saffron Palate"], "contenido": ["Neha's cooking class was one of the high points of our trip to India. My daughter & her husband had made a practice of taking cooking classes in various countri", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Wonderful warm friendly service for 10 days in Northern India"], "hotel": ["Sunrise Taj Mahal Trip from Delhi all Inclusive"], "contenido": ["It is no exaggeration to say that Driver India Private Day Tours provided the  most important foundation for our wonderful visit to the Golden Triangle. Our par", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Very good neighborhood Chinese restaurant"], "hotel": ["C.C. Wok Chinese Cafe"], "contenido": ["CC Wok is good at what it is aiming for: very good Chinese food in a convenient neighborhood strip mall. It's not trendy or particularly special, not a destinat", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["My new fave Chicago hotel"], "hotel": ["Hotel Blake"], "contenido": ["The Hotel Blake is a small hotel with big rooms, modern decor, very close to transportation, and very reasonable prices for this quality in Chicago. It is liter", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Get the brussels sprouts!"], "hotel": ["Gino's East South Loop"], "contenido": ["Thanks to Gino's East for staying open during the Super Bowl blizzard! I ordered a deep-dish sausage pizza and fortunately the waitress told me it would be a 45", "..."], "calificacion": ["30"]},
{"autor": ["L P"], "titulo": ["Our happy place"], "hotel": ["Cottages at Chesley Creek Farm"], "contenido": ["My husband and I have stayed at Chesley Creek many times over the past several years. We have tried all the different cottages and love them all. Each one is be", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Fine suburban hotel"], "hotel": ["Courtyard by Marriott Princeton"], "contenido": ["I have stayed here a couple of times when I have business at Princeton University Forrestal campus.  I like the Courtyard Marriott brand and this one, like most", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Gorgeous sunset cruise with a braai"], "hotel": ["Heads Explorer Catamaran Day Cruises"], "contenido": ["Wonderful trip out to the Heads in late afternoon, paused briefly to watch the waves crashing mightily in the ocean beyond, then headed over to Featherbeds Natu", "..."], "calificacion": ["50"]},
{"autor": ["L P"], "titulo": ["Beautiful views, bland inside"], "hotel": ["The Point Hotel & Spa"], "contenido": ["The location and sea views from individual rooms are outstanding.  The hotel interiors (lobby, restaurant, and rooms) are bland and sterile (you could be anywhe", "..."], "calificacion": ["30"]},
{"autor": ["L P"], "titulo": ["Surprised how much we liked it"], "hotel": ["Botlierskop Private Game Reserve"], "contenido": ["My daughter booked a 3-hour day game drive as part of our Garden Router tour.  We were initially skeptical, concerned about possible heat and about the \"lamenes", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Beautiful rooms with view"], "hotel": ["Overmeer Guest House"], "contenido": ["We had lagoon view rooms for 2 nights in Christmas week. Big gorgeous rooms with lovely views. We should have arrived earlier to enjoy sunset from the beautiful", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Great value and location"], "hotel": ["Mitsui Garden Hotel Ueno"], "contenido": ["We stayed here 3 nights in mid-November for our vacation in Tokyo. The hotel is good for its price level and the location is great: across the street from Ueno ", "..."], "calificacion": ["40"]},
{"autor": ["L P"], "titulo": ["Good for its class and location"], "hotel": ["Ramada by Wyndham Oakland Downtown City Center"], "contenido": ["The Clarion Downtown Oakland is inexpensive, very convenient to BART, clean, and fairly up-to-date.  It is fine for business travel during the week (I have stay", "..."], "calificacion": ["40"]},
{"autor": ["Ned B"], "titulo": ["Excellent Upper West Side Boutique Hotel"], "hotel": ["The Wallace"], "contenido": ["Went there for a weekend wedding. Room was very clean and well appointed- no view though. Staff were very friendly and helpful. Close to Central Park. No food s", "..."], "calificacion": ["40"]},
{"autor": ["Ned B"], "titulo": ["Missing the Quality ... Not Worth the Price"], "hotel": ["Quality Inn St George I-95"], "contenido": ["We stayed here for 1 night while driving to Florida. Although the room decor and furnishings were pleasant, it was not worth the $80 charged. The room had not b", "..."], "calificacion": ["20"]},
{"autor": ["Ned B"], "titulo": ["Second Stay"], "hotel": ["Days Inn by Wyndham Jacksonville Airport"], "contenido": ["We were so pleased with our first stay in December that we stayed here again in January on our drive back north. Service, room, and rate were all excellent, and", "..."], "calificacion": ["50"]},
{"autor": ["Ned B"], "titulo": ["Excellent Stay On I-95"], "hotel": ["Days Inn by Wyndham Fayetteville-South/I-95 Exit 49"], "contenido": ["Perfect place to spend the night when traveling up and down I-95. Everything was clean and well maintained. Staff and manager were exceptionally courteous and h", "..."], "calificacion": ["50"]},
{"autor": ["Ned B"], "titulo": ["Highly Recommended "], "hotel": ["Charleston Crab House-Market Street"], "contenido": ["Went here for lunch after visiting the City Market. Excellent Tuna Poke, She Crab Soup, and Bloody Marys. Bartender/waitress was very pleasant and attentive. "], "calificacion": ["40"]},
{"autor": ["Ned B"], "titulo": ["Great Food! Great Experience!"], "hotel": ["Leon's Fine Poultry & Oysters"], "contenido": ["Went here for dinner with friends and had a great time. The drinks, food, and wine were all excellent. Nice casual, fun atmosphere. "], "calificacion": ["50"]},
{"autor": ["Ned B"], "titulo": ["Love the Lobster Pot Pie!"], "hotel": ["Hot Fish Club"], "contenido": ["My wife and I stopped in Murrells Inlet for one night and chose this restaurant by chance- but will definitely go back! The Lobster pot pie was the best meal of", "..."], "calificacion": ["50"]},
{"autor": ["Ned B"], "titulo": ["Terrible! Deserves zero stars!"], "hotel": ["Days Inn By Wyndham Norfolk Airport"], "contenido": ["Room was shabby, worn, and in need of much repair. Water leaked from crack in ceiling. Carpet frayed. Heater controls broken. Telephone broken. Walls stained. S", "..."], "calificacion": ["10"]},
{"autor": ["michael b"], "titulo": ["New York may 23"], "hotel": ["Hyatt Centric Times Square New York"], "contenido": ["Great location, great room .So clean and very helpful staff.,Looked after our baggage on day of checkout without fuss.As it was my wife’s birthday, they upgr", "..."], "calificacion": ["50"]},
{"autor": ["michael b"], "titulo": ["Mike and Becky February 23"], "hotel": ["Tropico Brunch Barcelona"], "contenido": ["Top breakfast with great service.We had the avocado dishes which were very tasty. It was soooo good we came back the next day to try something different. All ", "..."], "calificacion": ["50"]},
{"titulo": ["Friendly Staff, Clean And Comfortable Rooms"], "hotel": ["Hampton Inn Manhattan / Times Square Central"], "contenido": ["We went to celebrate a birthday and had stayed at this hotel back when it was a Hilton Garden Inn and liked the location even though it was now a Hampton Inn we", "..."], "calificacion": ["50"]},
{"autor": ["Faith"], "titulo": ["Fantastic location"], "hotel": ["Pod Times Square"], "contenido": ["The location of this hotel is fantastic, one block away from authority port and a five minute walk away from times square. The bees were comfortable and the roo", "..."], "calificacion": ["40"]},
{"autor": ["Golde22"], "titulo": ["Quick trip to nyc."], "hotel": ["Hotel Edison"], "contenido": ["Perfect location for broadway shows and a good value.  Beds were comfortable and the staff was great.  The $5 breakfast special was an added value.  Certainly n", "..."], "calificacion": ["40"]},
{"autor": ["Jamie M"], "titulo": ["Good value, comfortable & nice location"], "hotel": ["Moxy NYC Lower East Side"], "contenido": ["This is a brand new hotel. We stayed on the 10th floor and had a great room-small, but that's standard for NYC. The bed was comfortable and storage was maximize", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Very Enjoyable Experience"], "hotel": ["Genuine Cooking Class"], "contenido": ["Our cooking class with Rocco and Carla was excellent. Rocco met up with us and walked us to his home. They welcomed us with wine and apertivo on their small bal", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Exactly what we needed"], "hotel": ["360Degrees Pop Art Hotel"], "contenido": ["This hotel was in a great location. Easily walkable to acropolis, shopping, restaurants, etc. Rooms were modern, clean and tidy. Beds are comfortable. Staff was", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Great spot for dinner and drinks"], "hotel": ["The Wine Bar"], "contenido": ["We stayed at Caldera Houses just below this restaurant. They had excellent cocktails, wine and food. We ordered the stuffed mushrooms, margherita pizza, and the", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Great Location, Excellent Hotel"], "hotel": ["The Sound Hotel Seattle Belltown Tapestry Collection by Hilton"], "contenido": ["This was my second time staying at The Sound Hotel. The rooms are modern, clean and spacious, with all of the amenities you would expect. The location is excell", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Excellent"], "hotel": ["Kimpton Hotel Fontenot"], "contenido": ["i had a quick overnight trip to New Orleans. I lucked out that a Kimpton was near my appointment. It's a beautiful hotel in a great location. I had a fabulous c", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Highly Recommend!"], "hotel": ["Hilton Sukhumvit Bangkok"], "contenido": ["This hotel was beautifully decorated, great rooftop pool/bar, and comfortable guest rooms. We stayed in a Deluxe King that had a beautiful open shower with a so", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Great Location, Good value"], "hotel": ["The Sound Hotel Seattle Belltown Tapestry Collection by Hilton"], "contenido": ["I stayed her for business for 3 nights in late August. The staff are excellent. The hotel is modern and decorated beautifully. The room is spacious with a very ", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Great Location, Awesome, Comfortable place to stay"], "hotel": ["Kasa Austin Downtown"], "contenido": ["I booked this spot last minute for SXSW and wasn't totally sure what to expect but other travelers had given positive reviews. I'm slo glad we stayed here. The ", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Everything we hoped"], "hotel": ["Baton Creole"], "contenido": ["I have a really close Cajun friend and her cooking is legit Cajun, as is her opinion when we dine anywhere Cajun. The food at Baton Creole was exactly what we h", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Excellent! Great location and service"], "hotel": ["Hotel Arco Iris"], "contenido": ["While I wouldn't consider this at \"luxury\" hotel (i consider The Four Seasons \"Luxury\"), i would say that it is charming, beautiful, relaxed, and very well kept", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Wonderful location,, Even better food"], "hotel": ["Pangas Beach Club"], "contenido": ["This is a beautiful restaurant right on the beach. The service is excellent as is the food. My bf ordered the smoked salmon lasagna since he'd been talking abou", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Great Experience!"], "hotel": ["Guanacaste Airport Transfer to Playa Tamarindo"], "contenido": ["I worked with Tamarindo Travel to book my roundtrip shuttle to/from Airport for 6. Once in Tamarindo, I used the WhatsApp communication to book the Catamaran To", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Have the Espress, Skip the Food - Beautiful!"], "hotel": ["New York Cafe"], "contenido": ["This cafe was part of our hotel and I had heard of it prior to my visit to Budapest. I was on a business trip so, for convenience the first few meals, we ate he", "..."], "calificacion": ["30"]},
{"autor": ["Jamie M"], "titulo": ["Wonderful Breakfast - Quick & Easy"], "hotel": ["London Coffee Society"], "contenido": ["I was searching for a healthy option for breakfast my second day in the city and stumbled across this place on TA. The service was great and the food was wonder", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Excellent, Great location!"], "hotel": ["Kimpton Palladian Hotel"], "contenido": ["This hotel is located in downtown seattle just a few blocks from Pike Place Market and many restaurants, shopping, etc. It's ideal when visiting other parts of ", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Great Quick Stay"], "hotel": ["W Chicago - City Center"], "contenido": ["We were in Chicago for the night and I got a great rate through an Ultimate Rewards booking.  Our flight got in early and we were lucky enough to get checked in", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Good Location, Decent Rooms"], "hotel": ["The Westin Bonaventure Hotel & Suites, Los Angeles"], "contenido": ["We stayed here for 3 nights when in town for a festival in July. The hotel is very large, clean and in a nice location downtown. While the rooms are clean and c", "..."], "calificacion": ["40"]},
{"autor": ["Jamie M"], "titulo": ["Must Visit!"], "hotel": ["Grand Central Market"], "contenido": ["This place was awesome. I had seen it in a \"things to do\" list prior to arrival but my boyfriend found it again on yelp when we were looking for breakfast. This", "..."], "calificacion": ["50"]},
{"autor": ["Jamie M"], "titulo": ["Good for Pizza in a Pinch, that's all"], "hotel": ["Mister Pizza"], "contenido": ["We needed food and it was late so ended up here for a late night slice. While the pizza was pretty good, that's the only thing i would recommend on the menu.  W", "..."], "calificacion": ["20"]},
{"autor": ["Dawn S"], "titulo": ["Worth a Stop Even if You Don’t Need. a Train!"], "hotel": ["Moynihan Train Hall at Penn Station"], "contenido": ["Train travel is so easy. The food hall has something for everyone. I would go there just to eat , relax, and have a restroom. Charging stations for computers an", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Muggles, Magicians, and all Fans Appear for This Play!"], "hotel": ["Harry Potter and the Cursed Child"], "contenido": ["Harry Potter fans must see this play. The special effects, the acting, the gift shop, all of it transports you to Hogwarts, past and present. We hated to see it", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Museum of A Day and Days of Tragedy "], "hotel": ["9/11 Memorial Museum Admission Ticket"], "contenido": ["Prepare to spend several hours there. Large crowds even with timed entry. Shocking, sad, and I could tell my granddaughters exactly where I was and how everythi", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Delightful, Delicious Dining!"], "hotel": ["Brooklyn Diner"], "contenido": ["The food, menu selection was great. Dessert menu a plus. Our waiter really made our dining experience memorable. Their 1 lb hot dog was eye popping and deliciou", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Amazing and Informative!"], "hotel": ["Museum of Broadway"], "contenido": ["If you have seen any Broadway performances this is worth the visit. Get tickets early if you know what time you are going to a play. Timed entry because there a", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Federal Hall a History Buff Stop!"], "hotel": ["Federal Hall"], "contenido": ["First time in this part of NYC but we are history buffs and loved visiting. We walk d from 9/11 Memorial and Oculus to make sure we could visit. No charge but t", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Homewood Suites Could Be More Homey!"], "hotel": ["Homewood Suites by Hilton New York/Midtown Manhattan Times Square-South, NY"], "contenido": ["We chose this hotel because if location was within walking distance to most of the places we wanted to go: Times Square, Penn Station, Moynihan Train Hall, Madi", "..."], "calificacion": ["30"]},
{"autor": ["Dawn S"], "titulo": ["View the Vista of NYC!"], "hotel": ["Empire State Building Ticket Optional Upgrade to Skip-the-Line and 102nd Deck"], "contenido": ["Choose the time you want to visit! Sunset view is awesome if the weather is clear. 102nd floor ticket gets you to all of the viewing. Timing is everything becau", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Make Memories at Madison Square Garden! "], "hotel": ["Madison Square Garden"], "contenido": ["NHL game for someone who is not a hockey fan but granddaughter is and loved it. Getting in and exiting was a breeze.  Would love to go back for a concert.  Ushe", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Wickedly Good for Book Lovers!"], "hotel": ["Wicked Good Books"], "contenido": ["My family and I are always looking for bookstores. This is worth a visit. Small but quaint and we needed more time to browse but it is a busy place and we had t", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Polish All The Way!"], "hotel": ["Polonus European Deli"], "contenido": ["Oh my! We just happened upon this place! We are so glad we did. The lady at the deli was so pleasant, talkative, enthusiastic, and funny to listen to and talk t", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Walk yourself but narrated tour would be better yet!"], "hotel": ["Old Burying Point Cemetery"], "contenido": ["This is next to the Witches Memorial. No tickets needed to walk through this cemetery. It was worth the visit.  Probably should have done a walking tour that wa", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Interesting for Hawthorne History Buffs"], "hotel": ["The House of the Seven Gables"], "contenido": ["We didn't have tickets or time to go inside the house but we could buy tickets to walk around the gardens and the house where Hawthorne was born. We learned fro", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Dead But Not Forgotten in Salem"], "hotel": ["Salem Witch Trials Memorial"], "contenido": ["You can visit this cemetery by yourself. No tickets are needed. The dates and information on the tombstones tell a story themselves. Famous people are burried t", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Uncommon Common"], "hotel": ["Salem Common"], "contenido": ["Many vendors with unique wares and performers and music were also there during our visit. Food trucks were there  too for a quick bite."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Presentations: Not a Typical Walking on Your Own Museum"], "hotel": ["Salem Witch Museum"], "contenido": ["The information presented was very interesting but the seating was awkward and depending on where you choose to sit you have to really strain to see the lit-up ", "..."], "calificacion": ["30"]},
{"autor": ["Dawn S"], "titulo": ["Nighttime Goosebumps and Ghostly Stories"], "hotel": ["Haunted History of Salem Guided Walking Tour"], "contenido": ["The narration and history of places we visited. Stash our guide was good and made it spooky. I would suggest having a small flashlights gut or use the flashligh", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Must Eat Here When in Salem"], "hotel": ["Turners Seafood @ Lyceum Hall"], "contenido": ["Seafood is fresh and the best! We were told it is purchased fresh daily. The lobster pie was to die for. Our group had the scallops, the clams linguini, and a c", "..."], "calificacion": ["50"]},
{"autor": ["Dawn S"], "titulo": ["Good Location for Walking Downtown & Freedom Trail"], "hotel": ["Hilton Boston Downtown / Faneuil Hall"], "contenido": ["We selected this hotel so we could leave our car and walk or take a trolley for all we wanted to do. The bellman/valet was super nice, gave great information, s", "..."], "calificacion": ["30"]},
{"autor": ["Dawn S"], "titulo": ["Nothing to Bark About!"], "hotel": ["Barking Crab"], "contenido": ["I love seafood but was disappointed at the very long wait to get in. No reservations accepted. Very, very expensive for not much food. I had lobster and I have ", "..."], "calificacion": ["30"]},
{"autor": ["Tiffany O"], "titulo": ["Beautiful experience"], "hotel": ["PUBLIC Hotel"], "contenido": ["Loved the service by Ricardo our waiter he is soo sweet and kept checking in on us, also the food to DIEEEE for loved it. They change the menu every season so c", "..."], "calificacion": ["50"]},
{"autor": ["Aaliyah"], "titulo": ["Lovely evening at Alto by San Carlo"], "hotel": ["Alto by San Carlo"], "contenido": ["i brought my mother in law here for her birthday for dinner and we had an excellent experience from start to finish. We had a drink and a small pizza each which", "..."], "calificacion": ["50"]},
{"autor": ["Aaliyah"], "titulo": ["Definitely recommend"], "hotel": ["Hotel Riu Plaza Manhattan Times Square"], "contenido": ["I visited this hotel with my boyfriend and his family and we loved the hotel. Very central for everything we needed. The bus tour bus stop was just at the corne", "..."], "calificacion": ["50"]},
{"autor": ["Aaliyah"], "titulo": ["Lovely couples break"], "hotel": ["Palladium Hotel Menorca"], "contenido": ["Me and my boyfriend stayed at this hotel for 7 days all inclusive this past week and we both loved it. The hotel was clean and presentable, very modern which we", "..."], "calificacion": ["50"]},
{"autor": ["Aaliyah"], "titulo": ["Amazing"], "hotel": ["Patty&Bun - Brighton"], "contenido": ["Me and my boyfriend visited and got a lovely table even though we didn’t book. Just as it got chilly heaters turned on which was perfect. The food was amazing a", "..."], "calificacion": ["50"]},
{"autor": ["Aaliyah"], "titulo": ["Not impressed"], "hotel": ["Nando's Brighton - Marina"], "contenido": ["Made us wait 30 mins even though the restaurant wasn’t even at 50% capacity. Luckily we strolled over the the spoons and grabbed a drink so this wasn’t too much", "..."], "calificacion": ["20"]},
{"autor": ["Aaliyah"], "titulo": ["5 stars"], "hotel": ["Coppa Club - Brighton"], "contenido": ["We sat in the court yard by the fountain and it was a perfectly sunny day, service was amazing and prompt and nothing was too much for the waiters. Food and dri", "..."], "calificacion": ["50"]},
{"autor": ["Robert R"], "titulo": ["Believe the negative reviews,.."], "hotel": ["The Empire Hotel"], "contenido": ["Believe the negative reviews,.. but hotel is convenient to Lincoln Center and the staff does their best but the place is astonishingly inadequate and overpriced", "..."], "calificacion": ["20"]},
{"autor": ["Heather R"], "titulo": ["Yummy hummous- plus!"], "hotel": ["Hummus Place"], "contenido": ["Great, casual vegetarian.  We were looking for a quick bite before a show at the Lincoln Center.  We had the assorted hummous plate and Shakshouka. Both were de", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["Meh."], "hotel": ["Element New York Times Square West"], "contenido": ["Sketchy location.  (Better to stay east of 5th Avenue on 39th).  Staff is wonderful and helpful. Rooms are average.  Although they have kitchens you’d have to s", "..."], "calificacion": ["30"]},
{"autor": ["Heather R"], "titulo": ["Edgy, innovative restaurant turns staid and traditional"], "hotel": ["NOMA Restaurant and Events"], "contenido": ["We ate at NOMA in Feb. 2019 and I couldn't wait to return this year.  Unfortunately things have changed.  It's no longer a cool, funky restaurant with innovativ", "..."], "calificacion": ["30"]},
{"autor": ["Heather R"], "titulo": ["Great Ethiopian friendly vibe"], "hotel": ["Selam Restaurant & Lounge"], "contenido": ["Great fresh food.  Lots of veggie choices and lovely staff.  You can tell the care that a chef puts into his or her dishes when you get a side salad with delici", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Fascinating but download an audio guide"], "hotel": ["Akrotiri Archaeological Site"], "contenido": ["We were staying in Perissa Beach and took a cab to the site. We felt it was well worth it. Very interesting. We were initially frustrated by the bus tours disgo", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["OK. Nothing special."], "hotel": ["Cyclades Tavern Restaurant"], "contenido": ["Not sure why people rave about it.  Same old.... chips, skewers, standard lower end taverna fare.  I ate here because of the exceptional reviews and it was fine", "..."], "calificacion": ["30"]},
{"autor": ["Heather R"], "titulo": ["Great if you are cheap and/or over 80"], "hotel": ["Orchids Garden"], "contenido": ["Iin all fairness I have not eaten here in about 3 years.  My in-laws in Deerfield Beach LOVED this restaurant. We found the line-ups horrendous and the food ver", "..."], "calificacion": ["20"]},
{"autor": ["Heather R"], "titulo": ["New Eglinton Location a great find"], "hotel": ["Nove Trattoria"], "contenido": ["So happy to find a local Italian restaurant with authentic Italian ambience.  My husband and I shared a salad, rigatoni and ravioli and all were wonderful.  Sta", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["Great Kosher Vietnamese"], "hotel": ["Good Morning Vietnam"], "contenido": ["What a treat! We were pleasantly surprised by the delicious, fresh food, welcoming staff, cleanliness and modern ambience.  A great mid -priced kosher find and ", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["How does ARTicket work with an adult and a student?"], "hotel": ["ArticketBCN: Barcelona Museum Pass"], "contenido": ["Just wondering if I post here if anyone knows -- I'd like to get an ARTicket -- it seems worth it for the Picasso, Joan Miro and Catalan Art Museums which I'm p", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Nice simple hotel. Beware cancellation policy"], "hotel": ["Hotel 5 Terre"], "contenido": ["Pros:great location. 5 min to train station, 2 minutes to beach. Great breakfast. Simple room but no a/c or television (don't need either). Nice patio area outs", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["Great Hotel Well Priced"], "hotel": ["BessaHotel Liberdade"], "contenido": ["We stayed three nights in this hotel at the beginning of a trip to Portugal then booked an additional night at the end of our trip. It's in a great location -- ", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Beautiful Hotel, Great Grounds -- Stuffiness Appreciated"], "hotel": ["Reid's Palace, A Belmond Hotel, Madeira"], "contenido": ["It took us a couple of days to adjust to the hotel as it's a wee bit \"old fashioned\". The furnishings are not modern and the rooms are small but the service and", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["Park Hayarkon worth a bike ride"], "hotel": ["Yarkon River and Park Hayarkon"], "contenido": ["We rented bikes for the day -- what fun -- rode to Hertzaliya and on the way back diverted through Hayarkon Park. It was huge with great bike trails and walking", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Average Rooms, Spectacular Grounds"], "hotel": ["Mount Zion Hotel"], "contenido": ["We heard great things about the Mt.Zion hotel and were impressed with its reasonable rate. There were some great things about it and also some \"not so great\" bu", "..."], "calificacion": ["40"]},
{"autor": ["Heather R"], "titulo": ["Terrific foo, great staff and atmosphere"], "hotel": ["Piazza Rustico"], "contenido": ["My husband, 13 year old son and some relatives had a fantastic meal at this wonderful restaurant in the Sarona area of Tel Aviv.  The atmosphere is very relaxed", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Great quick meal and Kosher for Passover"], "hotel": ["Meat-Pack"], "contenido": ["Just discovered this great spot on Dizengoff. Since it's Passover the only bread they prepare is matza rolls for their delicious sliced meats and we were surpri", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Delicious meal, excellent service"], "hotel": ["Osteria da Fortunata - Pellegrino"], "contenido": ["We were looking for a great restaurant with authentic Roman food our last night in Rome. Fortunata was recommended to us and did not disappoint. Tucked away jus", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Evening tour well worth the $"], "hotel": ["City Wonders"], "contenido": ["Took an evening tour with dark rome/city wonders. Well worth it as it was cool and not also we had an opportunity to go beneath the main floor and see the stagi", "..."], "calificacion": ["50"]},
{"autor": ["Heather R"], "titulo": ["Nice, Quiet, Basic Well-Priced Hotel."], "hotel": ["Hotel Ca' d'Oro"], "contenido": ["Very nice hotel in a less-touristy area of Venice. Stayed with my husband and 12 year old son.  Beds were firm and the room was adequate -- clean with very few ", "..."], "calificacion": ["30"]},
{"autor": ["Magali Javelier"], "titulo": ["An enjoyable stay and would definitely stay again"], "hotel": ["Element New York Times Square West"], "contenido": ["We stayed in The Element hotel in New York City for seven nights during the last week of September. This modern eco-friendly hotel is conveniently located near ", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Very rigid no refund policy so consider travel insurance before booking"], "hotel": ["Element New York Times Square West"], "contenido": ["We were booked at this hotel for a few nights but due to one of our travel party falling seriously ill and being unable to travel we had to cancel. Our booking ", "..."], "calificacion": ["20"]},
{"autor": ["Christine A"], "titulo": ["Contemporary Greek cuisine in Rhodes Old Town"], "hotel": ["Paneri Creative Mediterranean Cuisine"], "contenido": ["Not far from Hippocrates Square, this modern restaurant serves delicious meals using quality ingredients. One of us ordered the lamb shank - a generous portion ", "..."], "calificacion": ["50"]},
{"autor": ["Christine A"], "titulo": ["Delicious and different food"], "hotel": ["Louis Restaurant Pizzeria"], "contenido": ["This upmarket restaurant near Rhodes town serves a range of delicious dishes that are a welcome change from the usual restaurant fare in the area. We started wi", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Something different in Vasiliki"], "hotel": ["Patio Dining"], "contenido": ["A new and welcome addition to the restaurant selection in Vasiliki. Just off the waterfront, Zorbas offers a contemporary take on Greek cuisine combined with ex", "..."], "calificacion": ["50"]},
{"autor": ["Christine A"], "titulo": ["If taking a car expect long waits"], "hotel": ["Spirit of Tasmania"], "contenido": ["The experience getting on and off with the car - over 90 minutes both times - really detracts from what is otherwise a good experience and certainly convenient ", "..."], "calificacion": ["30"]},
{"autor": ["Christine A"], "titulo": ["Great seafood"], "hotel": ["Prem's Seafood Bar& Grill"], "contenido": ["If you are looking to try Tasmanian seafood, then Prem’s won’t disappoint. We had oysters natural, scallops, blue mussels, grilled prawns, garden salad and garl", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Enjoy good food and an excellent view"], "hotel": ["Beauty Point Waterfront Hotel"], "contenido": ["The fish and chips here were excellent and the service friendly and efficient. Well worth a visit for a reasonably priced meal with views of the water. "], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Convenient and reasonably priced accommodation"], "hotel": ["Quest Sanctuary Lakes"], "contenido": ["We stayed two nights here and found the rooms clean and comfortable.  The location is great and the cost reasonable for the amenities provided, which included a", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Half price menu makes this a value for money dining experience"], "hotel": ["The Italian Club"], "contenido": ["The Italian Club in Mong Kok is currently offering half price on items on the food menu, which should be enough to entice people in.  Once seated, you can enjoy", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Wow!"], "hotel": ["TokyoLima"], "contenido": ["What a fantastic dining experience! Great food, great service, great atmosphere. And all at a reasonable price for what you get.  A must-try dining experience w", "..."], "calificacion": ["50"]},
{"autor": ["Christine A"], "titulo": ["Pretentious, overpriced and average food"], "hotel": ["Foxglove"], "contenido": ["Very disappointing dining experience.  The food was very expensive for what it was and the service was very patchy.  Notably, it was difficult to order drinks d", "..."], "calificacion": ["20"]},
{"autor": ["Christine A"], "titulo": ["Modern and comfortable hotel close to Edinburgh attractions"], "hotel": ["Apex Grassmarket Hotel"], "contenido": ["We stayed here four nights and picked the hotel for its location - close to the castle, with shopping and other attractions within walking distance. The room wa", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["New hotel located close to everything "], "hotel": ["Achilleas Hotel"], "contenido": ["Hidden at the end of an arcade, this hotel has new, modern and well appointed rooms. The bed was comfortable and the room a good size. The lifts are tiny though", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Great for lunch and dinner "], "hotel": ["Ella Athens"], "contenido": ["We ate here twice while staying in Athens, once for dinner and then for lunch. Dinner was excellent - different dishes to the typical tourist offerings, althoug", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Cretean delights"], "hotel": ["Peskesi"], "contenido": ["Craving something different we went to Peskesi hoping to get a table without a reservation. We were in luck and were treated to fabulous food. We started with l", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Fantastic food to match the views"], "hotel": ["1500 BC Restaurant"], "contenido": ["Tucked away up a side street, 1500 BC offers outdoor dining with spectacular views of the Santorini coast. And the food is pretty good too - we had the haloumi ", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Great food but no need to add salt "], "hotel": ["La Vinaria Taverna"], "contenido": ["The food here is fresh and delicious - but like most traditional Greek dishes the cook uses salt liberally. The tuna souvlaki is a standout and the moussaka is ", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Love ok’ing for your coffee hit? "], "hotel": ["Taste and Coffee"], "contenido": ["We had coffees of various types during our stay in Lefkada - cafe latte, macchiato, espresso freddo and iced coffee - all were excellent. They also serve good r", "..."], "calificacion": ["40"]},
{"autor": ["Christine A"], "titulo": ["Run down, poor service and not worth the money - stay somewhere else"], "hotel": ["Four Points by Sheraton Los Angeles International Airport"], "contenido": ["I arrived at the hotel from a late evening flight and had to wait for the hotel staff to finish talking and attend to the guests trying to check in.  When I fin", "..."], "calificacion": ["10"]},
{"autor": ["Christine A"], "titulo": ["Good quality accommodation at LAX"], "hotel": ["Hyatt Regency Los Angeles International Airport"], "contenido": ["I stayed two nights here on the way to Phoenix.  The hotel was very good and the room very comfortable.  The wifi worked well and the sound proofing meant you g", "..."], "calificacion": ["40"]},
{"autor": ["Culture592825"], "titulo": ["Clean, Safe and Easily Walkable to Theatre District"], "hotel": ["Element New York Times Square West"], "contenido": ["The staff is very friendly and ready to help. Upon arriving, Alita at the front desk found that a double room, rather than a king, was available and ready when ", "..."], "calificacion": ["40"]},
{"autor": ["Mariel Ll."], "titulo": ["Great experience, very clean, good size rooms."], "hotel": ["Element New York Times Square West"], "contenido": ["Great hotel. Excellent location near Time Square. Very clean. The room hace great size. The King bed room is great have a little kitchen with microwave and frid", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Amazing place with great tapas and drinks"], "hotel": ["612 Cigar Lounge"], "contenido": ["This place is amazing. Drinks are awesome, recommend the 612 house drink, is delicious. The onion soup Wow is excellent! The croquettes are delicious!!  The cus", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Good location, average hotel"], "hotel": ["Crest Hotel & Suites"], "contenido": ["The best of this hotel is the location. Is 3 minutes walking to South Beach and less than 1 minute to Lincoln Ave. They charge you $35 extra (1 night) and I don", "..."], "calificacion": ["40"]},
{"autor": ["Mariel Ll."], "titulo": ["Amazing food, incredible taste!"], "hotel": ["MenTa Cuisine"], "contenido": ["Excellent food. Great sangría. Always have fresh fish from the north coast of Puerto Rico. Cedric the chef is the best!! Great place and excellent service!! 5 s", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Very bad experience"], "hotel": ["Kikita Beach Guest House Bar y Grill"], "contenido": ["The service was terrible, we made a reservation and we get there at the time, we asked to move to a balcony (ocean view) table (three available) and the guy sai", "..."], "calificacion": ["10"]},
{"autor": ["Mariel Ll."], "titulo": ["Bad experience "], "hotel": ["Royal St Charles Hotel"], "contenido": ["This is the first time a made a bad review of a place. But this hotel have a very unacceptable front desk service. Two woman’s on the front desk was very arroga", "..."], "calificacion": ["20"]},
{"autor": ["Mariel Ll."], "titulo": ["Ricas empanadas argentinas "], "hotel": ["Sabor A Tango"], "contenido": ["Excelente!! Variedad de empanadas argentinas al horno. Son deliciosas... he probado de distintos sabores y todas exquisitas. Recomendado. Es estilo “Food Truck”", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Hermosa catedral "], "hotel": ["Catedral de Sevilla"], "contenido": ["Visitamos la Catedral de Sevilla, muy bonita y con mucha historia. Es amplia y con piezas religiosas de gran valor. Hay que pagar para entrar. En la noche la vi", "..."], "calificacion": ["40"]},
{"autor": ["Mariel Ll."], "titulo": ["Muy bonito, vistas espectaculares de Granada, un lugar de paz y arquitectura"], "hotel": ["The Alhambra"], "contenido": ["Un lugar hermoso donde la paz y tranquilidad se respira en todos lados. Se camina mucho, al menos debes sacar 3 horas para verlo, no es apto para personas con i", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Buen hotel servicio promedio"], "hotel": ["Melia Sevilla"], "contenido": ["Estuve 3 días en el hotel. El desayuno muy bueno, creo que es lo mejor que tienen. Los cuartos cómodos, el aire no enfriaba mucho, la ventana del cuarto al abri", "..."], "calificacion": ["30"]},
{"autor": ["Mariel Ll."], "titulo": ["Excelente hotel y ubicación "], "hotel": ["Hotel Regina"], "contenido": ["Un hotel muy acogedor en un lugar muy céntrico en Madrid. A solo pasos de la estación del Metro Sol, cerca de todo. El personal del hotel es muy amable. Muy lim", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Excelente ubicación y trato de primera"], "hotel": ["NH Collection Granada Victoria"], "contenido": ["Un hotel muy acogedor con una ubicación privilegiada... a pasos de la catedral y el centro histórico. El hotel está rodeado de tiendas, restaurantes, en fin hay", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Buen lugar servicio rápido"], "hotel": ["La Cueva de 1900 - R. Católicos, 13"], "contenido": ["Buen lugar. Servicio rápido pero trato promedio. La comida buena. Ideal para tapas, cerveza y vino. La comida estuvo bien pero nada impresionante. Precio razona", "..."], "calificacion": ["40"]},
{"autor": ["Mariel Ll."], "titulo": ["Great chocolate/ Rico chocolate"], "hotel": ["Chocolatería San Ginés"], "contenido": ["Chocolate caliente espeso, de alta calidad. Venden chocolates de diferentes tipos para regalar. Muy bueno. Una tradición visitar el lugar Madrileño "], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Excelente y exquisito "], "hotel": ["Caramba"], "contenido": ["Nos encantó el restaurante. Es pequeño y acogedor, con un ambiente agradable, ni hablar de Óscar el camarero que nos trató muy amable y complaciente. La pasta d", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Una experiencia fuera de este mundo"], "hotel": ["El Cielo"], "contenido": ["Este restaurante es algo totalmente diferente. Es un concepto donde la intriga se une a sorprendentes experiencias gastronómicas.  Cuando llegas no hay menu, si", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Exquisito y delicioso"], "hotel": ["Lola"], "contenido": ["Comida excelente de alta calidad, exquisita fusion de sabores, buena presentación. Nos atendio Carmen una mesera excelente com mucha clase en el servicio y muy ", "..."], "calificacion": ["50"]},
{"autor": ["Mariel Ll."], "titulo": ["Buena comida, servicio razonable,"], "hotel": ["Trasiego Seafood Restaurant"], "contenido": ["Buena comida en sabor y sirven mucha cantidad.el sitio muy limpio y acogedor con aire acondicionado. El pescado y los mariscos ricos y porciones grandes, los po", "..."], "calificacion": ["40"]},
{"autor": ["Mariel Ll."], "titulo": ["Good food."], "hotel": ["Spaghettini"], "contenido": ["I really like the mushroom alfredo ravioli. Fast service. The spagettis and the pizza is very good too. is a very small place on Haleiwa Town."], "calificacion": ["40"]},
{"autor": ["Mariel Ll."], "titulo": ["Tasty Burgers"], "hotel": ["Teddy's Bigger Burgers - Haleiwa"], "contenido": ["I recommend this place. The burgers are delicious and the house sauce is very good. A good atmosphere and good service."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Great bar"], "hotel": ["Centre Stage"], "contenido": ["Always a good atmosphere, mixed age crowd. Great drag. Best bar in Manchester without a doubt. Can't wait for the next time"], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Little gem"], "hotel": ["Element New York Times Square West"], "contenido": ["A little gem in the heart of Manhattan. Lovely clean room with fully equipped kitchenette. Bed very comfortable. The A/C which doubles as a heater was very quic", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Awesome vegiterian curry."], "hotel": ["Aagrah - Shipley"], "contenido": ["Having been very disappointed with other places we have visited since becoming vegiterian, we were blown away with the curry we had here. It was the A La Carte ", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Friendy"], "hotel": ["Bar Code"], "contenido": ["Spent our last night on holiday in the bar, lovely friendly British owners, chatty and funny, lovely and clean well air conditioned. "], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Brilliant hotel."], "hotel": ["Hotel Poseidon Playa"], "contenido": ["Spent a lovely week at the hotel with my Wife, easy check in and great staff. The place was spotlessly clean. Rooms were cool the air con was just right, some o", "..."], "calificacion": ["40"]},
{"autor": ["Donnaconiglen C"], "titulo": ["A gem of a place."], "hotel": ["Thai Royal"], "contenido": ["Was in Preston for a graduation and wanted supper to take to the hotel after a few drinks. Came across this place nearby, as a vegetarian I found the menu very ", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Brilliant"], "hotel": ["Roper Hall"], "contenido": ["Lovely atmosphere, friendly staff. Excellent vegetarian/ vegan menu. I had the Thai Red curry it was absolutely delicious 😋Cocktails on tap too and prices ver", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Unique "], "hotel": ["Sunbridge Wells"], "contenido": ["This is a fantastic place to go totally unique and steeped in history. Prices are subject to the type of clientele they want to attract but this will keep undes", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Traditional style pub"], "hotel": ["The New Inn"], "contenido": ["Such a cozy place. Like being in an old fashioned living room they make everyone welcome. Loyalty cards where you get 10 stamps and  then the next drink is free", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Great."], "hotel": ["Peek-a-Booze"], "contenido": ["Visited with friends for drinks in the past. Stayed as guests last night. Lovely people running the place, clean basic but everything you need for a nights stay", "..."], "calificacion": ["50"]},
{"autor": ["Donnaconiglen C"], "titulo": ["Great for the price "], "hotel": ["Hotel ibis budget Leeds Centre"], "contenido": ["Stayed to attend a gig in Leeds, fantastic central location friendly helpful staff. Only downside was that it's not advertised on the website that you can park ", "..."], "calificacion": ["40"]},
{"autor": ["KonaKathie"], "titulo": ["Mostly good, some real annoyances"], "hotel": ["Element New York Times Square West"], "contenido": ["I'll start with the good. Clean, comfortable, good location and great breakfast. Awesome kitchenette. The bad? Numerous annoying issues, starting with the ele", "..."], "calificacion": ["30"]},
{"autor": ["KonaKathie"], "titulo": ["Who designs these rooms?"], "hotel": ["SpringHill Suites by Marriott Denver Downtown"], "contenido": ["Nice looking room, but I immediately notice there is NO luggage rack. We have two large bags. I go to call the front desk-- the phones don't work. No worries, I", "..."], "calificacion": ["30"]},
{"autor": ["Liyoungc"], "titulo": ["Friendly staff but not enough hands"], "hotel": ["Element New York Times Square West"], "contenido": ["We stayed at Element for three nights, and on the first night, we discovered that the shower faucet handle had fallen off and landed on the floor. We could temp", "..."], "calificacion": ["30"]},
{"autor": ["Liyoungc"], "titulo": ["池上值得專程前往的甜點、蛋糕店"], "hotel": ["Rui Yin Cafe"], "contenido": ["單品咖啡和拿鐵都很棒，尤其配上店內甜點，最推薦肉桂卷和司康，是個人最愛。可以騎腳踏車前往或從池上車站走路約十分鐘，開車的話往前一點的路邊很好停車。"], "calificacion": ["50"]},
{"autor": ["Liyoungc"], "titulo": ["Poor facilities"], "hotel": ["Old Faithful Inn"], "contenido": ["We arrived at 9pm, May 22, and went for dinner first. After dinner we brought all the luggage to our room, 1068, which is not approachable by any elevator. We c", "..."], "calificacion": ["10"]},
{"autor": ["Marco D"], "titulo": ["Never again"], "hotel": ["Element New York Times Square West"], "contenido": ["Reminds me of the 1980's motel 6 for 29$Room smells like piss just dump and its so small you live out of your carry on. That would be ok for under 100$, even ", "..."], "calificacion": ["10"]},
{"autor": ["TrishH35"], "titulo": ["Honeymoon in New York"], "hotel": ["Element New York Times Square West"], "contenido": ["Good location for Times Square and other attractions.  Free breakfast included in the price.  Very comfortable bed.  The room we were given was very tired as w", "..."], "calificacion": ["20"]},
{"autor": ["TrishH35"], "titulo": ["Pre holiday stay"], "hotel": ["Premier Inn London Heathrow Airport (M4/J4) Hotel"], "contenido": ["Lovely stay before our flight .  Stress free check in, lovely comfortable bed. We had the £26.99 meal deal which was excellent. 2 course meal with a drink. Unli", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Friends get together"], "hotel": ["The Nags Head Wollaston"], "contenido": ["Lovely refurbished pub. Food was very good, staff nice and friendly.  Good menu choices. Very nice environment. Averages prices."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Mothers Day Lunch"], "hotel": ["The Folly"], "contenido": ["Lovely pub with great staff, good menu choice. Pate was very good. The roast beef was lovely and tender and the fish was excellent!No one had room for a desser", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Birthday celebrations"], "hotel": ["The Waterfront"], "contenido": ["Booked an igloo on the waterfront . You have to pay £5 per person on booking which is not deducted from your bill. You get a dyson remote control heater, furs t", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Weekend away"], "hotel": ["JB’s American Diner"], "contenido": ["Group of 14 .  Booked a table beforehand. Great American diner. Ribs were fab and 3 half racks! Nice coleslaw and chips. Steaks were good to. The milk shakes we", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Weekend away"], "hotel": ["IL Bistro"], "contenido": ["Booked for 18 people, so we had full use of the upstairs room.  Quick service , nice waiter and waitress.  Was advised this is a good steakhouse before we went ", "..."], "calificacion": ["40"]},
{"autor": ["TrishH35"], "titulo": ["Weekend away"], "hotel": ["Royal Albion Hotel-Brighton"], "contenido": ["Very tired hotel. Needs to be refurbished or closed! Rooms are dirty . Mattress very old and hard. Buffet breakfast not great had better elsewhere. Asked for so", "..."], "calificacion": ["20"]},
{"autor": ["TrishH35"], "titulo": ["Leaving dinner"], "hotel": ["Wildwood Restaurant"], "contenido": ["Mid week dinner, great service, food was very good. Boxed up left over pizza to take home!Good choice of menu all reasonably priced."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Drinks"], "hotel": ["Moon & Starfish"], "contenido": ["Fab place, great price for drinks, nice outside seating right on the sea front .  Good value for food. "], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Breakfast"], "hotel": ["Toby Carvery Clacton On Sea"], "contenido": ["All you can eat breakfast was fab and good value for money.Make your own toast with choice-of jams/marmalade. "], "calificacion": ["40"]},
{"autor": ["TrishH35"], "titulo": ["Lunch"], "hotel": ["Kino Lounge"], "contenido": ["Lovely choice of food. Brunch bap great value.  Sourdough bop with sausage, egg and bacon.  Can add extras to!Fab freshly squeezed orange juice and excellent h", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Friends meeting up"], "hotel": ["The Red Lion Cranford"], "contenido": ["Fab choice of menu. Cosy pub with log burner. Hot scotch egg with pepper sauce was lovely as was the mussels. Rack of lamb was tender and succulent.  Good choic", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Birthday gathering"], "hotel": ["The Stags Head"], "contenido": ["Booked a  table for 1.30 pm for 6 adults.  Ordered drinks and was seated. From ordering to our starters it took 1 hour?  The roast lamb had sold out? When our m", "..."], "calificacion": ["20"]},
{"autor": ["TrishH35"], "titulo": ["Meeting up"], "hotel": ["Bedford Arms Souldrop"], "contenido": ["Lovely pub, lovely landlord and landlady.  The food was amazing as always.  The fish and chips was huge! Steak pie delicious as always. Gammon came with 2 eggs ", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Meeting up"], "hotel": ["Oriental Paradise"], "contenido": ["Wow! All you can eat, but all cooked fresh and brought to your table. We asked for a selection of mixed starters and a huge platter arrived, it was amazing !T", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Day out"], "hotel": ["The Bull Hotel"], "contenido": ["Booked a table as heard this place was popular.  Lovely refurb of the old pub.  Great atmosphere and a nice place to come just for a drink .We decided on the s", "..."], "calificacion": ["40"]},
{"autor": ["TrishH35"], "titulo": ["Holiday "], "hotel": ["Victoria II"], "contenido": ["Found the food to be very good,  and large portions were served.We were given 3 menus which we found very confusing.  Not given a very clear explanation. Good", "..."], "calificacion": ["40"]},
{"autor": ["TrishH35"], "titulo": ["Holiday "], "hotel": ["Just Relaxed Holidays in Spain"], "contenido": ["Wow that can I say, our own piece of paradise! Just fantastic, the host and his daughter could not do enough for us.  The price includes continental breakfast w", "..."], "calificacion": ["50"]},
{"autor": ["TrishH35"], "titulo": ["Lunch meet up"], "hotel": ["Bar and Restaurant La Vista"], "contenido": ["Fabulous tapas, loads to choose from, we went with pork in tomato sauce, chicken curry, chicken paella, meatballs, chicken wings, bread and aloe. Garlic mushroo", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["A Good Stay for a Good Price"], "hotel": ["The Empire Hotel"], "contenido": ["A good stay for a good price.  Located across from Lincoln Center and walking distance to hundreds of restaurants.  The staff was helpful and gracious.  My room", "..."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["The Perfect Farm Stay"], "hotel": ["Be Love Farm"], "contenido": ["This was my first \"Farm Stay\" but it won't be the last.  The owners are gracious and welcoming.  The meals are served \"family style\" with everyone fro the farm ", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Get an Oceanfront Balcony Room!"], "hotel": ["The Inn At Laguna Beach"], "contenido": ["Get an Oceanfront Balcony Room!  You will not be sorry!  The balconies are staggered for total privacy.  Relax as the waves crash on the beach.  We kept the sli", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["A Slice of Paradise with Hospitality to Match"], "hotel": ["Be Love Farm"], "contenido": ["I spent a glorious two and a half days with my niece at Be Love Farm. Terces and Matthew are just lovely people and made us feel at home immediately. One of o", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["A 'Thimbly' Fabulous World Tour"], "hotel": ["Gulliver's Gate"], "contenido": ["Such a fun and unusual experience!  Perfectly suited for all ages. The amount of detail in each exhibit is incredible. We loved the NYC exhibit and were amazed ", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Wow this place is huge"], "hotel": ["Hilton Anatole"], "contenido": ["I guess everything is bigger in Texas.  Very friendly front desk.  The room was clean and there were plenty of dining options.  A quick walk to the Dallas Marke", "..."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["Beautiful Resort & Family Friendly"], "hotel": ["Grande Real Santa Eulália Resort & Hotel Spa"], "contenido": ["The pros: Gorgeous property with direct beach access, excellent breakfast, friendly staff ready to please.  Fantastic spa (get the cranial massage).  The locati", "..."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["Outstanding Location, Staff & Amenities"], "hotel": ["Altis Avenida Hotel"], "contenido": ["The Altis Avenida is in a prime Lisbon location.  Close to the shopping of Rossio, the Praca do Commercio, Bairro Alto and Chiado, not to mention close to publi", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Worth the Visit"], "hotel": ["Museu Nacional do Azulejo"], "contenido": ["As a fan of Portuguese tiles, this was a must-do activity.  Take the bus from Restauradores and arrive in 10 minutes.  The museum will take 1 - 1.5 hours to exp", "..."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["Not Your Best Tour Option"], "hotel": ["Yellow Bus Tours"], "contenido": ["Our hotel recommended the red line trolley tour.  The tickets were available at the hotel desk and the first location at Praco do Commercio was convenient.  Bec", "..."], "calificacion": ["20"]},
{"autor": ["Carriecas"], "titulo": ["An Extremely Worthwhile Dining Experience"], "hotel": ["Restaurante Gambrinus"], "contenido": ["As a New Yorker, I am accustomed to excellent restaurants.  In the Lisbon Restauradores district, Mom and I went in search of a restaurant without pictures of t", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Excellent Food and a Fabulous Host"], "hotel": ["Jimao Tapas e Vinhos"], "contenido": ["We enjoyed a delicious meal of Portuguese Tapas at Jimao on our last night in Porto.  Despite being full, the exceptionally welcoming host/owner made room for u", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Beautiful Medieval Cathedral with Fabulous Views"], "hotel": ["Porto Cathedral (Se Catedral)"], "contenido": ["Take the funicular or a somewhat steep walk up to the Cathedral District.  The views are stunning and the Cathedral itself is a real treat if you like Cathedral", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Great Tour for Beginners"], "hotel": ["Sandeman Cellars"], "contenido": ["As Port Novices, my mother and I thoroughly enjoyed this tour.  At about 30 minutes, it was just enough time to gain some knowledge without being overwhelmed wi", "..."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["A Buda Highlight"], "hotel": ["Fisherman's Bastion"], "contenido": ["Located on the Buda side of the city, experience the most amazing views of the Danube and Parliament while relaxing with a bite to eat and a glass of wine.  Enj", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["The Palazzo Makes My Home Look Utterly Sad."], "hotel": ["The Palazzo at The Venetian"], "contenido": ["The biggest downside?  You may not want to leave.  The rooms (actually, they are suites) are spacious and incredibly appointed.  Feel like having cocktails in y", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Consistently Good"], "hotel": ["Grand Lux Cafe"], "contenido": ["The high-end Cheesecake Factory in the heart of the Palazzo-- an easy place to pop in for a reliable meal, be it breakfast, lunch or dinner.  The entrees are la", "..."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["Great Lunch Spot"], "hotel": ["Grimaldi's Pizzeria"], "contenido": ["Friendly service, great food, quick dining.  The antipasto is the perfect lunch dish and the wine selection is nice."], "calificacion": ["40"]},
{"autor": ["Carriecas"], "titulo": ["Fantastic Food & Service"], "hotel": ["Delmonico Steakhouse"], "contenido": ["Do yourself a favor and order the Steak Tartare.  The service was fantastic.  I sat at the bar and truly enjoyed my visit.  The trio of creme brûlée is also an ", "..."], "calificacion": ["50"]},
{"autor": ["Carriecas"], "titulo": ["Good deal, Great staff"], "hotel": ["Sheraton Suites Columbus Worthington"], "contenido": ["Great value in a close-to-freeways location.  Very clean, plentiful parking and spacious rooms.  I dined in the hotel lounge and the server was friendly and att", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Hidden Gem Boutique Hotel with Pool & Near Central Park"], "hotel": ["The Empire Hotel"], "contenido": ["This is a lovely upscale boutique hotel in the Upper West Side of Manhattan. I would not normally choose this neighborhood for my NYC touring but my daughter as", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Lovely Moderate-Level Resort"], "hotel": ["Disney's Coronado Springs Resort"], "contenido": ["This was the second half of our split stay at Disney this time around, and it's a lovely resort with a fantastic pool.  The Aztec themed waterslide was a hit wi", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Great Value Option at Disney!"], "hotel": ["Disney's Pop Century Resort"], "contenido": ["We loved this hotel! I typically have not gone to the \"budget\" Disney hotels as I fully admit to having more than \"budget\" tastes, but when I did some researc", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Lots of Space"], "hotel": ["Banff Ave Brewing Co"], "contenido": ["This place was the first lunch we had, after arriving in Banff, as we strolled down the main thoroughfare. It's very large, and easily spaces out lots of diners", "..."], "calificacion": ["30"]},
{"autor": ["VCT"], "titulo": ["Lots to see"], "hotel": ["Banff Avenue"], "contenido": ["Lots of great shopping and dining options along Banff Avenue, and if you walk to the bottom of the street, you'll find yourself at Bow River, look back up the s", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Fun Cruise on a Beautiful Lake"], "hotel": ["Lake Minnewanka"], "contenido": ["This is a lovely spot to take in some of the beautiful views Banff National Park has to offer. We specifically came for the boat tour which was lots of fun, wit", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["A-MAZING BRUNCH"], "hotel": ["Farm and Fire"], "contenido": ["We had a late brunch here when our day-trip to Lake Louise fell through, and I'm so glad we did! This was by far my favourite meal during our week-long stay in ", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Absolutely Stunning"], "hotel": ["Banff Gondola Ride Admission"], "contenido": ["This was probably my daughter's favourite thing we did while staying in Banff. She loved the Gondola ride itself, and exploring the discovery center and observa", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Great Location, Fully Updated"], "hotel": ["Moose Hotel and Suites"], "contenido": ["I'm so glad we chose to stay at he Moose. We were originally going to opt for a different hotel, however, we switched last minute to the Moose due to their roof", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Great Food"], "hotel": ["Hopkins Dining Parlour"], "contenido": ["We were so glad to have found this place, which was walking distance from our hotel, and such a charming ambiance!The parlour has so many different rooms with", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Must Stay"], "hotel": ["Temple Gardens Hotel & Spa"], "contenido": ["We were really pleasantly surprised by this hotel. Using it as a one-night stop over on the way to Banff, we weren't planning on finding such a gem.The hotel ", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Good stay, location leaves a bit to be desired"], "hotel": ["Super 8 by Wyndham Kenora"], "contenido": ["The Super 8 is a nice, friendly and updated hotel on the outskirts of downtown Kenora. Walkability is usually a big factor for us, and I would have probably cho", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Lovely stop for a patio lunch"], "hotel": ["The Cornerstone Restaurant"], "contenido": ["We stopped here after doing a bit of shopping and walking around the lakefront. Kenora is an adorable little town, and the Cornerstone Restaurant topped things ", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Food Ok, staff not as much"], "hotel": ["The Foundry"], "contenido": ["We came here for dinner, with my 8 yo daughter after a long road trip, as it was the first larger restaurant with distancing available that we saw.They did no", "..."], "calificacion": ["30"]},
{"autor": ["VCT"], "titulo": ["Must Stay"], "hotel": ["The Courthouse Hotel"], "contenido": ["This place is adorable. I would recommend staying here anytime in the Thunder Bay area. It's historical charm is unparalleled, with it's super-wide courthouse h", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["Great Food"], "hotel": ["Red Lion Smokehouse"], "contenido": ["This place was walking distance from our downtown hotel and seemed to have ample distanced seating, which is why we chose it.Upon entering we were greeted wit", "..."], "calificacion": ["40"]},
{"autor": ["VCT"], "titulo": ["Needs some TLC"], "hotel": ["The Prince Arthur Waterfront Hotel"], "contenido": ["The building is a nice historic one, in the heart of downtown Thunder Bay, but could use some updating inside.  The lobby looked a little bit sad, and the bathr", "..."], "calificacion": ["30"]},
{"autor": ["VCT"], "titulo": ["Decent Stay"], "hotel": ["Holiday Inn Express & Suites Timmins, an IHG Hotel"], "contenido": ["The hotel was conveniently located, clean and updated. We had a large room with two tv's (although one didn't work), even though we only requested a standard.", "..."], "calificacion": ["30"]},
{"autor": ["VCT"], "titulo": ["Black Sand Beach"], "hotel": ["Punalu'u Black Sand beach"], "contenido": ["According to my daughter, she says: \"I liked the black sand beach, I hope we go back. There was supposed to be turtles but I didin't see any.\"This beach is go", "..."], "calificacion": ["50"]},
{"autor": ["VCT"], "titulo": ["So Much Fun!"], "hotel": ["Flumin’ Kohala"], "contenido": ["We had the BEST time on this tour.  I had been to the island several years ago with friends who didn't want to try this...next time I came, I knew I couldn't pa", "..."], "calificacion": ["50"]},
{"autor": ["Charlene M"], "titulo": ["Elite Luxury Hotel in Paris—7 ✨ stars"], "hotel": ["Hôtel de Berri Champs-Élysées, a Luxury Collection Hotel, Paris"], "contenido": ["This is luxury at its finest. As a Titanium Elite Bon Voy member, I understand the definition of hotel luxury—this hotel is truly the definition of art deco sty", "..."], "calificacion": ["50"]},
{"autor": ["Charlene M"], "titulo": ["Deserves to be closed—horrible"], "hotel": ["The Empire Hotel"], "contenido": ["This hotel deserves zero stars. Their front desk lacks hospitality, their rooms are old, dated, stale, and the upkeep—-well just say as a well traveled individu", "..."], "calificacion": ["10"]},
{"hotel": ["The Empire Hotel"]},
{"titulo": ["Wonderful "], "hotel": ["Kimpton Fitzroy London"], "contenido": ["Visited this location twice. Service is fantastic and understated. Staff cares about your experience. Building has been refurbished wonderfully and feels mode", "..."], "calificacion": ["50"]},
{"titulo": ["Avoid this place"], "hotel": ["The Empire Hotel"], "contenido": ["Front desk staff very unwelcoming and inpolite. Lobby looks pretty but that's where it ends. Corridors are dark and like the rooms they smell badly. Paint pee", "..."], "calificacion": ["10"]},
{"autor": ["baytree97"], "titulo": ["Perfect"], "hotel": ["The Empire Hotel"], "contenido": ["We arrived on Thursday evening to a friendly welcome at the front door and again at the reception.  We were told about the roof top bar and offered bottled wate", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Perfect in every way"], "hotel": ["AC Hotel by Marriott Krakow"], "contenido": ["Spent 5 nights here with my teenage son.Check in was quick and easy and the man on reception was helpful and knowledgable.  Our room was amazing, we had a sta", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Avoid"], "hotel": ["Ramada by Wyndham Oxford"], "contenido": ["Don’t be fooled by the modern reception.  Once you turn right down the corridor you get taken  back to the 1960’s. Room 012 (family room) smelt of wet dog and ", "..."], "calificacion": ["20"]},
{"autor": ["baytree97"], "titulo": ["Perfect "], "hotel": ["Lindos Full Day Boat Tour with Swimming"], "contenido": ["Brilliant trip from start to finish.  Really clean and well Maintained boat.  Wipes, deodorant, hand cream etc in the ladies. Antibacterial hand gel available a", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Faultless holiday "], "hotel": ["Fairmont The Palm"], "contenido": ["This was our 4th visit to The Palm and we wanted to try a different hotel so decided on The Fairmont.  We’re glad we did!  Before we arrived the communication w", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Perfection "], "hotel": ["Waldorf Astoria Dubai Palm Jumeirah"], "contenido": ["This is our third consecutive visit to the Waldorf and we honestly wouldn’t stay anywhere else.We chose a suite on the 5th floor and it was great to be able to", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Blown away"], "hotel": ["Waldorf Astoria Dubai Palm Jumeirah"], "contenido": ["Arrived home yesterday (11th) after a perfect 8 night stay.  Unfortunately we were delayed several hours due to the emergency landing at Dubai airport.  We arri", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Fantastic"], "hotel": ["RockReef"], "contenido": ["Fantastic place and all the times I've been to Bournemouth I never knew it was there.  Very well organised, friendly staff that are on hand if you need them but", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Amazing "], "hotel": ["Premier Inn Bournemouth Central hotel"], "contenido": ["We stay at this hotel a few times a year and it is absolutely perfect.  The rooms are amazing.  We had room 802 this time which was just  perfect - great views ", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Abel is able !"], "hotel": ["Grand Sirenis Punta Cana Resort"], "contenido": ["On arrival the lobby area is clean and welcoming.  We were offered a drink and cool towel.We were welcomed by Veronique (one of the managers). She personally t", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Cosmo this isn't !"], "hotel": ["Jimmy's Restaurant"], "contenido": ["Visited here on Saturday 21st March - read the dreadful reviews before coming but decided to give it a go as always like to make my own kind up and appreciate s", "..."], "calificacion": ["10"]},
{"autor": ["baytree97"], "titulo": ["Amazing place"], "hotel": ["Royalton White Sands Montego Bay, An Autograph Collection All Inclusive Resort"], "contenido": ["We travelled with Thomson 24/7 - 8/8 as a family of 7 including a teenager and 2 children.Check in at the Royalton was quick and smooth, we were shown to our 2", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Relaxing break"], "hotel": ["The Suncliff Hotel"], "contenido": ["We stayed at the suncliff 16-18th May as a family of 5.  We stayed in a family suite 114, the room was large and clean and had a double bed, 2 singles and a set", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["perfect"], "hotel": ["Flexistay Reading West Aparthotel"], "contenido": ["we celebrated our joint birthdays here on 8th june and several family members stayed over at the hotel.The hotel is small, intimate and has a real family feel ", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Great holiday"], "hotel": ["Sol Cayo Coco"], "contenido": ["We flew out from gatwick on 9th August , 2 adults and 3 kids. Cayo coco airport isTiny - we were the only flight that day so its quick and smooth. Six coaches ", "..."], "calificacion": ["50"]},
{"autor": ["baytree97"], "titulo": ["Amazing!"], "hotel": ["Haven Guest House"], "contenido": ["13 of us have just got back from a brilliant 3  days at this lovely guest house, in our party we had young children, teenagers, adults and oaps!  We usually sta", "..."], "calificacion": ["50"]},
{"autor": ["Beth L"], "titulo": ["I give the Empire my highest ratings."], "hotel": ["The Empire Hotel"], "contenido": ["I visit the Empire frequently and my stay this past weekend exceeded the service I so appreciate about the hotel and staff.  Pasquale at the front desk was his ", "..."], "calificacion": ["50"]},
{"autor": ["Beth L"], "titulo": ["Opera, train and Los Alamos visit"], "hotel": ["Hampton Inn & Suites by Hilton Los Alamos White Rock"], "contenido": ["We have come to expect certain standards in Hamptons and this was no exception.  Our overall experience was,excellent.  The only issue we has was that the hotel", "..."], "calificacion": ["50"]},
{"autor": ["Beth L"], "titulo": ["Santa Fe Opera visit"], "hotel": ["Fort Marcy Hotel Suites"], "contenido": ["Fort Marcy Suites was like staying at home in a quiet neighborhood.  A full kitchen and fully furnished 1 bedroom apartment/condo.  The office personnel were pa", "..."], "calificacion": ["40"]},
{"autor": ["Wian"], "titulo": ["Good hotel, nothing special but good."], "hotel": ["The Empire Hotel"], "contenido": ["Good location as it’s just out of the craziness of the midtown area. Easy to take trains from here. However, other than the lobby they hotel is quite tired. The", "..."], "calificacion": ["30"]},
{"autor": ["Wian"], "titulo": ["Nice modern hotel"], "hotel": ["Chevron Hotel"], "contenido": ["Very nice modern hotel. Very friendly staff. All the furnishings and interior design was beautiful. However the hotel is a little far from the old town but only", "..."], "calificacion": ["40"]},
{"autor": ["Wian"], "titulo": ["Centrally located modern hotel"], "hotel": ["No:12 Hotel Sultanahmet"], "contenido": ["Great modern hotel. Very nice and helpful staff. Centrally located within 5 minute walk to the Grand Bazaar, Hagia Sofia, blue mosque and cistern. Surrounded by", "..."], "calificacion": ["40"]},
{"autor": ["Wian"], "titulo": ["Great beach hotel"], "hotel": ["Orka Lotus Beach Hotel"], "contenido": ["Amazing staff, definitely recommend a sea view room. Rooms were large. Beach was calm. Food was different every night and the deserts where amazing. In some pla", "..."], "calificacion": ["40"]},
{"autor": ["Wian"], "titulo": ["Great restaurant"], "hotel": ["Felix Marina Marmaris"], "contenido": ["Amazing sea food and service. Nice relaxed atmosphere with DJ playing great ambient music. Beautiful modern restaurant."], "calificacion": ["50"]},
{"autor": ["Wian"], "titulo": ["Great beach hotel"], "hotel": ["Iolida Beach Hotel"], "contenido": ["Located on the beach with friendly staff and great pools. Loads of nearby restaurants and bars, the area is quiet mainly for families. However nearby town of Pl", "..."], "calificacion": ["40"]},
{"autor": ["Wian"], "titulo": ["Best food in crete"], "hotel": ["Raeti Taverna Restaurant"], "contenido": ["Staff where amazing, food was the best we had in crete (Lamb in garlic sauce, chicken souvlaki and tzatziki starters) Great traditional Greek food."], "calificacion": ["50"]},
{"autor": ["canmetcalf"], "titulo": ["Not worth the money "], "hotel": ["The Empire Hotel"], "contenido": ["We booked this hotel due to its proximity to the Lincoln center, where we had theater tickets. The area is lovely, lots of restaurants (loved PJ Clark’s), but t", "..."], "calificacion": ["20"]},
{"autor": ["canmetcalf"], "titulo": ["Do this!"], "hotel": ["Pictured Rocks Kayaking"], "contenido": ["I have never kayaked before and was a bit leery of this trip but it was awesome.  Two hours in the kayak was the perfect time for a newby and the views of the s", "..."], "calificacion": ["50"]},
{"autor": ["canmetcalf"], "titulo": ["BIg no!"], "hotel": ["Dogpatch Restaurant"], "contenido": ["Poor service. Waited 10 minutes standing outside the bathroom just to be seated when it was not at all busy. My first impression was the inside of the bathrooms", "..."], "calificacion": ["10"]},
{"autor": ["canmetcalf"], "titulo": ["Veggie pasty was great!"], "hotel": ["Muldoon's"], "contenido": ["Not all pasty shops have a veg only pasty. Muldoon' has the BEST. Great service, affordable. They also have meat & fruit pasties. We can wait to go back. If you", "..."], "calificacion": ["50"]},
{"autor": ["canmetcalf"], "titulo": ["Finally got around to this."], "hotel": ["Chicago’s First Lady Cruises"], "contenido": ["A friend recommended this ages ago but my adult daughter & I finally did it and were so pleased! Our docent, JoAnn wax extremely knowledgeable and explained thi", "..."], "calificacion": ["50"]},
{"autor": ["canmetcalf"], "titulo": ["Great city, great hotel"], "hotel": ["Hotel AKA Back Bay"], "contenido": ["I visited with my adult daughter and we liked this hotel very much. It is centrally located and we could walk to the amazing Boston Public Library in Copely squ", "..."], "calificacion": ["50"]},
{"autor": ["canmetcalf"], "titulo": ["small but great location"], "hotel": ["Ameritania at Times Square"], "contenido": ["Stayed here because it was next door to the theater.  Staff was very nice & efficient.  Our room was tiny but so are most rooms in NYC.  Decor was funky/modern.", "..."], "calificacion": ["40"]},
{"autor": ["canmetcalf"], "titulo": ["great for family"], "hotel": ["Beaches Turks & Caicos"], "contenido": ["I spent a lovely week at Beaches with my teenage daughter. I especially appreciated the safety and security I felt even when travelling without my husband. The ", "..."], "calificacion": ["50"]},
{"autor": ["William F"], "titulo": ["Another great stay at the Empire"], "hotel": ["The Empire Hotel"], "contenido": ["We always have a good stay at the Empire. Close to Lincoln Center, Central Park and good restaurnts. Very efficient and attentive staff at the desk and in answe", "..."], "calificacion": ["50"]},
{"autor": ["Brooke S"], "titulo": ["Best Burgers and Top Notch Service!"], "hotel": ["Black Iron Burger"], "contenido": ["This was the last dinner on our trip to NYC in early June, and I kid you not, I would fly there again (from Cincinnati) just to eat at this restaurant. We were ", "..."], "calificacion": ["50"]},
{"autor": ["Brooke S"], "titulo": ["Don't waste your money!"], "hotel": ["NYC Sightseeing Hop-On Hop-Off Bus Tour"], "contenido": ["I STRONGLY do not recommend this service - DON’T WASTE YOUR MONEY!!! Purchased the 72 hour sightseeing pass through Groupon, as we were in NYC for a long weeken", "..."], "calificacion": ["10"]},
{"autor": ["Brooke S"], "titulo": ["Delicious breakfast!"], "hotel": ["Angelina Bakery NYC"], "contenido": ["Amazing food and service!  The Egg and Spinach Focaccia for breakfast was AMAZING!  Everyone working there was so extremely nice, patient and helpful! Also don'", "..."], "calificacion": ["50"]},
{"autor": ["Brooke S"], "titulo": ["Excellent Value and Fantastic Location!"], "hotel": ["Element New York Times Square West"], "contenido": ["I was very pleased with our stay at Element Times Square West (June 3-6, 2022). We had a King Room (9th floor), it was extremely clean. The air conditioning wor", "..."], "calificacion": ["40"]},
{"autor": ["Brooke S"], "titulo": ["3 nights in Cozy Cabin 3"], "hotel": ["Falls Creek Cabins and Campground"], "contenido": ["The cabin was almost everything promised - it fit my family needs since two of us can no longer sleep outside (severe pollen allergies). Beds were comfy and had", "..."], "calificacion": ["40"]},
{"autor": ["rcperez"], "titulo": ["Not even for free! Avoid at all costs."], "hotel": ["Element New York Times Square West"], "contenido": ["TERRIBLE experience! Worse cost benefit in NYC.Hotel is dirty. Rooms are DIRTY.Elevators are the WORSE part, you will wait up to 35m to be able to use it in ", "..."], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Comida boa mas não vale a arrogância de todo staff"], "hotel": ["Jamile Restaurante"], "contenido": ["A comida é de fato boa, mas a arrogância de todos os funcionários do restaurante acabam com a experiência e reputação.Por terem um chef sub celebridade eles se", "..."], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Incrível lugar - tem que visitar"], "hotel": ["Morro Branco"], "contenido": ["Um dos locais mais bonitos e seguros do Ceará.Muito preservado e limpo, mas sem muitas opções sofisticadas para quem gosta.A população é MUITO amigável e dive", "..."], "calificacion": ["50"]},
{"autor": ["rcperez"], "titulo": ["Não há protocolo contra COVID"], "hotel": ["Barraca e Restaurante SJ"], "contenido": ["Péssimo protocolo contra COVID, funcionários da cozinha que preparam comidas e bebidas sem máscaras ou proteção. É um lugar muito simples e com muita aglomeraçã", "..."], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Terrible service and awful food"], "hotel": ["Durobeach Lounge Restaurant"], "contenido": ["Terrible service and awful food.Unpolite and uninformed staff.Confusing services and lots of confusion.Avoid at all costs!!!"], "calificacion": ["10"]},
{"autor": ["rcperez"], "hotel": ["The Glass Blower"]},
{"autor": ["rcperez"], "titulo": ["Real artist!  Must go"], "hotel": ["The Glass Blower"], "contenido": ["It is worthy the visit, great mood, great pieces! The artist is very kind and attentious. Also great prices and appropriate packaging.It is a can’t miss store ", "..."], "calificacion": ["50"]},
{"autor": ["rcperez"], "titulo": ["Overpriced and overcharged"], "hotel": ["Athena Cafe & Bar"], "contenido": ["The food is good but the prices are not worthy. There will be extra unexpected charges that are unjustifiable.Service is ok, should be impecable for the charge", "..."], "calificacion": ["30"]},
{"autor": ["rcperez"], "titulo": ["The most disgusting bakery I’ve ever been"], "hotel": ["Gilbert's Bakery"], "contenido": ["The most disgusting bakery I’ve ever been!TERRIBLE service, greasy sandwiches and awfull coffee.Avoid at all costs!!!"], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Comida continua incrível, mas atendimento caiu o padrão"], "hotel": ["Soeta"], "contenido": ["Sou frequentador do Soeta há 6 anos, eles conseguem se renovar e inovar sempre!A necessidade de crescer acabou fazendo com que o foco na comida os fizesse perd", "..."], "calificacion": ["40"]},
{"autor": ["rcperez"], "hotel": ["Soeta"]},
{"autor": ["rcperez"], "titulo": ["Great environment, amazing cooking techniques. Heavy food though."], "hotel": ["Restaurante Silvestre"], "contenido": ["The restaurant environment is a mix of well modern decorated rooms and garden patios with a galery art. It is beautiful!If just for the environment it is worth", "..."], "calificacion": ["30"]},
{"autor": ["rcperez"], "titulo": ["Good quality and variety, bad “sushi restaurant” experience."], "hotel": ["Orange Roll and Sushi"], "contenido": ["Good quality and variety, but it is way too “americanized”.The portions are HUGE and lacks the care and visual of a delicate sushi plate.Sashimi slices and ro", "..."], "calificacion": ["30"]},
{"autor": ["rcperez"], "titulo": ["Good food and friendly staff!"], "hotel": ["Las Tejas Restaurant"], "contenido": ["Good food and friendly staff!They offer a good menu with alternatives for all tastes. Decided to review this place after my 3rd great experience here.Food is ", "..."], "calificacion": ["40"]},
{"autor": ["rcperez"], "titulo": ["Below Marriott standards - “extra fee land” but you don’t get for what you pay."], "hotel": ["Anaheim Marriott"], "contenido": ["Hotel is remodeled with a beautiful clean design but you feel it’s age when it comes to the noises in the room made by the mini bar (had to unplug it or I could", "..."], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Ambiente incrível, cerveja boa e musica ao vivo"], "hotel": ["Mr. Hoppy Beer & Burger - Pinheiros"], "contenido": ["Uma ótima opção para curtir com amigos em um ambiente agradável, cerveja artesanal e música ao vivo!Excelente custo benefício para a região, os preços são ótim", "..."], "calificacion": ["50"]},
{"autor": ["rcperez"], "titulo": ["Tourist trap - greasy tasteless food"], "hotel": ["The Old Fashioned"], "contenido": ["Greasy food and limited options. This place gets an unfair reputation due to the cheese curds that literally drips grease while you’re eating. Colesterol bites ", "..."], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Below Hilton standards - worthy for the lake view"], "hotel": ["Hilton Madison Monona Terrace"], "contenido": ["Hilton Monona offers an experience that is way below Hilton standards and expectations.Hotel is old and demands urgent remodellig, you feel lost in time.AC in", "..."], "calificacion": ["20"]},
{"autor": ["rcperez"], "titulo": ["Terrible cost benefit. Bad food, BAD service!"], "hotel": ["Johnny Delmonico's"], "contenido": ["Terrible cost benefit. Bad food, terrible service!Appetizers were good. Sides were tasteless.The $50 steak was cold, unseasoned and dry, really well done when", "..."], "calificacion": ["10"]},
{"autor": ["rcperez"], "titulo": ["Terrible food, just worthy for the cheesecake "], "hotel": ["The Cheesecake Factory"], "contenido": ["Don’t spend your money eating savory food there, it is low quality, bad processed and expensive. You will feel eating expensive fast food.The visit is worthy o", "..."], "calificacion": ["10"]},
{"autor": ["WinduCitySolo"], "hotel": ["New York City"], "contenido": ["I am looking at working at New York Comic Con in October 2023. Obviously even this early, hotels in the city are expensive and I was looking at staying in Newar", "..."]},
{"autor": ["WinduCitySolo"], "titulo": ["Prepaid Food Credit never applied. Charged full cost of restaurant experience. "], "hotel": ["Martinique New York on Broadway, Curio Collection by Hilton"], "contenido": ["Rooms were alright, but even on the 10th floor could still hear outside noise (although it was definitely a speaker that was blaring and not normal \"New York no", "..."], "calificacion": ["30"]},
{"autor": ["WinduCitySolo"], "titulo": ["Nice Rooms, great layouts."], "hotel": ["Desert Palms Hotel & Suites"], "contenido": ["Booked this hotel for the price point and the distance to the Anaheim Convention Center for an event. Only issue was that the air-conditioning didn't work in ou", "..."], "calificacion": ["40"]},
{"autor": ["WinduCitySolo"], "titulo": ["Issue with Cancellation"], "hotel": ["Element New York Times Square West"], "contenido": ["Booked this hotel through an event booking page but plans changed and I had to cancel... or at least try to.Call reservations and they say that I have to talk", "..."], "calificacion": ["20"]},
{"autor": ["Emily.S"], "titulo": ["Best hotel"], "hotel": ["Element New York Times Square West"], "contenido": ["Great hotel, great location. At first we had  a hiccups when we checked in but other than that through out our stay , everything went well. the staff was amazin", "..."], "calificacion": ["40"]},
{"autor": ["Emily.S"], "titulo": ["Great hotel , great staff"], "hotel": ["Yours Truly Hotel DC - Vignette Collection by IHG"], "contenido": ["This was my 1st event at Yours Truly hotel. Great location and excellent facilities for a meeting, except the lobby music , which's a bit loud for the upper lev", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Great Stay"], "hotel": ["Aloft Cleveland Airport"], "contenido": ["Stayed here in April 2023 the night before my flight to Philadelphia. No issues whatsoever. The hotel was modern and clean and the room was a typical well-appoi", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Excellent"], "hotel": ["the Albert"], "contenido": ["I rarely review restaurants - usually I'm just on here to review hotels - but the Albert is worthy of a review and has earned my highest recommendation for an o", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Five Nights in March 2023"], "hotel": ["Q&C HotelBar New Orleans, Autograph Collection®"], "contenido": ["I stayed here for five nights in March 2023 during my first-ever visit to New Orleans. I really enjoyed my visit! Highlights included a great location two block", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Favorite NYC Hotel"], "hotel": ["AC Hotel New York Times Square"], "contenido": ["The Times Square AC is my favorite hotel in the city for two reasons- the balcony room and the staff. I’ve stayed here before, stayed again last week, and will ", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["AmazIng Stay"], "hotel": ["The Notary Hotel, Philadelphia, Autograph Collection"], "contenido": ["I had a wonderful two night stay at the Notary in March 2023!I stayed here about a year and a half ago in an executive corner king, and had a great experience", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Outstanding"], "hotel": ["The Gwen, a Luxury Collection Hotel, Michigan Avenue Chicago"], "contenido": ["The Gwen is top-notch and a peak hotel experience. I stayed here in March 2023 for my birthday, which the hotel recognized with a lovely gift in my room as well", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Pros and Cons"], "hotel": ["The LaSalle Chicago, Autograph Collection"], "contenido": ["Stayed here for a birthday trip to Chicago in March 2023. First of all, the corner suite was wonderful and definitely on par with a luxury hotel. I enjoyed th", "..."], "calificacion": ["30"]},
{"autor": ["John H"], "titulo": ["December 2022 Stay"], "hotel": ["Sheraton Tribeca New York Hotel"], "contenido": ["Just returned from two nights in New York at the Sheraton Tribeca. I thought this hotel was excellent. I had a room on the 20th floor and the view of Midtown wa", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["December 2022 Stay"], "hotel": ["Four Points by Sheraton Manhattan Midtown West"], "contenido": ["Top-notch Four Points. Bonvoy switched me to this hotel after a major issue at another hotel nearby. This hotel was perfect - it's close to midtown, but in a le", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Trainwreck"], "hotel": ["Element New York Times Square West"], "contenido": ["This was a disaster. My room wasn't ready when I arrived - no big deal since it was 1pm. I returned at 5pm, and the room still wasn't ready, so I waited in the ", "..."], "calificacion": ["10"]},
{"autor": ["John H"], "titulo": ["Love this hotel!"], "hotel": ["W Philadelphia"], "contenido": ["I loved the W in Philadelphia. I stayed here for one night last week, and enjoyed it so much I booked again for later in the week! For the first night, I had a ", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["November 2022 Stay"], "hotel": ["Residence Inn Akron South/Green"], "contenido": ["I took a staycation at this hotel in November and had a pretty good experience. The lobby was inviting and the suite was large. Only issue, the shower didn't dr", "..."], "calificacion": ["40"]},
{"autor": ["John H"], "titulo": ["November 2022 Stay"], "hotel": ["Courtyard by Marriott Pittsburgh Airport Settlers Ridge"], "contenido": ["No issues, my friend and I enjoyed our stay here. I haven't stayed at a Courtyard in awhile but the usual familiarities were there - comfortable bed, well-appoi", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["November 2022 Stay"], "hotel": ["SpringHill Suites New York Manhattan/Times Square South"], "contenido": ["My friend and I stayed at the SpringHill Suites New York Manhattan/Times Square South in November 2022. The hotel is very close to Penn Station, which was perfe", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["August 2022 Stay"], "hotel": ["Moxy NYC East Village"], "contenido": ["Stayed here a few months ago and forgot to review until now. I really liked this hotel for it's metropolitan, artsy and playful vibe. The staff was friendly too", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Fall 2022 Stay"], "hotel": ["Renaissance Columbus Downtown Hotel"], "contenido": ["I stayed here a few weeks ago. I used to stay at this hotel all the time in the early 2010's, but hadn't been back to the hotel (or Columbus) since. This time, ", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Mediocre Stay"], "hotel": ["Sheraton Brooklyn New York Hotel"], "contenido": ["This would have been at least a 4-star review if the manager hadn't cancelled my confirmed Suite Night reservation at the last minute, and if the front desk had", "..."], "calificacion": ["20"]},
{"autor": ["John H"], "titulo": ["Wonderful Hotel"], "hotel": ["Fairfield Inn & Suites Philadelphia Downtown/Center City"], "contenido": ["I very highly recommend this hotel, I stayed here in October 2022. The staff was wonderful and the location was great in the Gayborhood/Midtown, an area I visit", "..."], "calificacion": ["50"]},
{"autor": ["John H"], "titulo": ["Pleasant Stay"], "hotel": ["Baltimore Marriott Inner Harbor at Camden Yards"], "contenido": ["Stayed at this hotel in October 2022 and had no issues. The property is a little dated, but the location is fine and fairly close to Inner Harbor attractions. I", "..."], "calificacion": ["40"]},
{"autor": ["John H"], "titulo": ["Wonderful Stay"], "hotel": ["AC Hotel by Marriott New York Downtown"], "contenido": ["Excellent stay in October 2022. I'm up to 70 nights this year and AC is quickly becoming one of my favorite Marriott brands. I've stayed at the AC in Midtown be", "..."], "calificacion": ["50"]},
{"autor": ["Tim"], "titulo": ["Off Broadway, Terrible Lifts, Decent Stay"], "hotel": ["Element New York Times Square West"], "contenido": ["Location was ok - walking distance to Times Square. The hotel has awful lifts - you have to literally walk up 26 flights of stairs everyday because it’s so slow", "..."], "calificacion": ["20"]},
{"autor": ["Tim"], "titulo": ["Underwhelming stay"], "hotel": ["Sheraton Grand Taipei Hotel"], "contenido": ["I've decided to spend 18 nights at this hotel as I'm a Gold member on Marriott Bonvoy, but unlike my stays at other Marriott, Sheraton Grand Taipei lacks sincer", "..."], "calificacion": ["30"]},
{"autor": ["Tim"], "titulo": ["Superb Service as a Bonvoy Gold member!"], "hotel": ["Courtyard by Marriott Bangkok"], "contenido": ["Received a warm and delightful welcome from Piicly, who was so pleasant! She gave me the insights on the benefits for being a Gold member and surprised me with ", "..."], "calificacion": ["50"]},
{"autor": ["Tim"], "titulo": ["Live in the Heart of Robertson Quay"], "hotel": ["M Social Singapore"], "contenido": ["Love the location - right next to great bars and restaurants. The Loft Terrace was cosy, bed was comfortable but it’s a little on the small side. Terrace was a ", "..."], "calificacion": ["40"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["HORRIBLE service and OK food...once we got it."], "hotel": ["Fred Harvey Burger"], "contenido": ["My family of four ate here on March 15, 2023. Gabriel was our \"server\" and he was horrible. And mean maybe the worst waiter I've ever had. I don't like to be cr", "..."], "calificacion": ["10"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Excellent lunch in Flagstaff"], "hotel": ["Grimaldi's Pizzeria"], "contenido": ["My family of four ate lunch here on March 15, 2023. Demetri was our server and he was great. We got two pizzas and they were fabulous. The crust is excellent. W", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "hotel": ["Atlanta"], "contenido": ["I am a solo business traveler and will be taking MARTA during the day from the airport to downtown. Is it safe these days? I've ridden NYC's subway and San Fran", "..."]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Excellent place for the solo traveler"], "hotel": ["Inn Off Capitol Park, Ascend Hotel Collection"], "contenido": ["I stayed in Room 317 February 7-10, 2023. I was a solo business traveler. The room was just fine for what I needed. Comfy bed, good TV, warm shower and small de", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Just soooo simple and soooo good!"], "hotel": ["Los Tacos No. 1"], "contenido": ["Maybe the best food in Times Square?!  Two tacos was plenty of food for dinner and it was like $12! There are no chairs here, just standing bars. The atmosphere", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Excellent for the solo traveler"], "hotel": ["Element New York Times Square West"], "contenido": ["I write this as a solo male staying one night. This hotel was all that you need for one person (maybe two if you really like them) for a short stay. It is close", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Great meatball sub!"], "hotel": ["Carmine's Italian Restaurant - Times Square"], "contenido": ["I ate lunch at the bar and had the meatball sub. It came with a Caesar salad. The entire meal was excellent and I hope to return next time I am in New York."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Excellent hotel in Times Square"], "hotel": ["New York Marriott Marquis"], "contenido": ["I had a business meeting at this hotel January 11-13, 2023 and I stayed in room 2205. The hotel is BIG. The room was very comfortable and clean. The elevator sy", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["A+++ all the way"], "hotel": ["Bourbon Steak by Michael Mina, a Nashville Steakhouse"], "contenido": ["We went to Bourbon Steak on December 19, 2022 for my wife's birthday. It did not disappoint. The service, food and atmosphere are all excellent. Zavian was our ", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Simple, cheap and GOOD!"], "hotel": ["Gino's Pizzeria"], "contenido": ["Small little pizza shop with a nice variety of pies by the slice. Very cheap for the island and very cheap for USA dollars."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Tres Tacos!  YUM!"], "hotel": ["Sunshine Grill"], "contenido": ["I ate at the bar by myself. I asked the bartender what he would suggest and he said the Tres Tacos. Glad he did. They were excellent! Get the rice and beans as ", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Great place for solo traveler"], "hotel": ["Sunshine Suites Resort"], "contenido": ["I write this as a solo male traveler who attended a conference at the nearby Ritz Carlton. I did not have a spouse or kids with me - I stayed in Room 305 Novem", "..."], "calificacion": ["40"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Very good meal but very very loud"], "hotel": ["The Capital Grille"], "contenido": ["I had dinner at the Capital Grille with colleagues and clients on October 18, 2022. We were a party of five and had a reservation. The restaurant is very big bu", "..."], "calificacion": ["40"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["A+ place to stay on the strip."], "hotel": ["NoMad Las Vegas"], "contenido": ["I chose the NoMad because the conference hotel (Mandalay Bay) was so much more $$$. I am glad that I did. I was in room 32-66 which is on the top floor (lucky m", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["A+ family fun"], "hotel": ["Harmony Park Safari"], "contenido": ["Very fun drive through the safari. It's about a 25 minute drive from Huntsville and you feel like you out in the middle of nowhere.  The \"road\" is really rough ", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["A+ place to stay in Huntsville"], "hotel": ["Hyatt Place Huntsville/Research Park"], "contenido": ["Absolutely the best place to stay with a family in Huntsville! Walking distance to SO many restaurants and fun places and a very short drive to the Rocket museu", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Fantastic place to stay in Vail"], "hotel": ["The Hythe, a Luxury Collection Resort, Vail"], "contenido": ["I stayed in room 222 August 14-16, 2022. I was a solo business traveler at the hotel for a conference. I stayed at this property several years ago and it was un", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Excellent hotel close to the convention center"], "hotel": ["SpringHill Suites San Antonio Alamo Plaza/Convention Center"], "contenido": ["I stayed here for a business trip June 5-8, 2002. The hotel is much cheaper than the big hotels next door to the convention center. It was 107 degrees each day ", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Holy \"smokes\" this is good!"], "hotel": ["Pinkerton's Barbecue"], "contenido": ["I ate here on Sunday June 5, 2022 by myself. I LOVE bbq and wanted the best in San Antonio. I think I got it. The menu is simple and I asked the server what I s", "..."], "calificacion": ["50"]},
{"autor": ["NashvilleTNGuy"], "titulo": ["Perfect place for solo business traveler"], "hotel": ["Hotel Fusion"], "contenido": ["I stayed in room 422 April 10-13, 2022. I am a solo business traveler and my meeting was at the convention center. This hotel is very convenient to the conventi", "..."], "calificacion": ["40"]},
{"autor": ["Trailfinder4"], "titulo": ["Great Beer Good Atmosphere"], "hotel": ["Bec Jaune Brewery"], "contenido": ["Great beer with a lively ambiance. Interestingly no beefburgers on the menu, but just pulled pork and veggie burgers (with a chicken burger a special offer of t", "..."], "calificacion": ["40"]},
{"autor": ["Trailfinder4"], "titulo": ["Very Well Run Family Hotel"], "hotel": ["Chalet Hotel Fleur des Neiges"], "contenido": ["We had a very enjoyable stay at this hotel with nice clean rooms, a lovely breakfast, a very nice warm pool and sauna, excellent ski equipment room, and a great", "..."], "calificacion": ["50"]},
{"autor": ["Trailfinder4"], "titulo": ["A Great Way to Bring in the New Year!"], "hotel": ["Moo"], "contenido": ["Managed to get a late booking with Moo for New Year's Eve and what a great night we had! My family thoroughly enjoyed the exquisite burger menu (yes the burgers", "..."], "calificacion": ["50"]},
{"autor": ["Trailfinder4"], "titulo": ["A Fabulous Stay"], "hotel": ["Element New York Times Square West"], "contenido": ["I gifted my son and his girlfriend 3 nights at the Element Hotel for his 21st birthday. I have to say that the effort the staff took to help him celebrate his b", "..."], "calificacion": ["50"]},
{"autor": ["Trailfinder4"], "titulo": ["Shambolic"], "hotel": ["Tunnel du Mont-Blanc"], "contenido": ["Shambles of an operation. Lengthy waits both ways. Third World management. The Tunnel Mont Blanc team should hang their collective heads in shame. There is so m", "..."], "calificacion": ["10"]},
{"autor": ["Trailfinder4"], "titulo": ["Pretty Average"], "hotel": ["Pentahotel Birmingham"], "contenido": ["I would advise against giving a room with disabled access to an able bodied person.I would also advise that the hotel checks that the TV is plugged in, the rem", "..."], "calificacion": ["30"]},
{"autor": ["Trailfinder4"], "titulo": ["Ticked All The Boxes"], "hotel": ["Village Hotel Farnborough"], "contenido": ["Short but very pleasant stay for my family in a family room. Check on was very efficient, the room was very clean and functional, the breakfast was good, and th", "..."], "calificacion": ["50"]},
{"autor": ["Trailfinder4"], "titulo": ["Great for Families"], "hotel": ["Hilton Dalaman Sarigerme Resort & Spa"], "contenido": ["Our stay at the Hilton Dalaman exceeded expectations. The service and food quality were of a high standard and there were enough activities to keep both parents", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["Great stay experience!"], "hotel": ["Element New York Times Square West"], "contenido": ["Amazing Experience - Element Times Square!Stayed here for 4 nights. The room was clean and spacious considering a budget hotel. It had a homely feeling. The b", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["Service levels are going down. It is a hit or miss"], "hotel": ["Devils Isle"], "contenido": ["DI used to be my one of my favourite hotspot to go; either for random breakfast, lunch or a nice healthy dinner. Food quality is still great but unfortunately, ", "..."], "calificacion": ["30"]},
{"autor": ["LeisureTraveller"], "titulo": ["Loved it! Both, Food & Service was great!"], "hotel": ["Tamarind"], "contenido": ["It was my 1st visit and experience was fantastic. We ordered veg pakora, samosas, butter chicken, veg korma and shrimp tikka masala. Spices and texture were per", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["Great staff & food"], "hotel": ["Mambo Cafe"], "contenido": ["It is located in BaySide Marketplace, Miami. Most of the eating joints are overlooking the Marina, so will not mention about the water view. The staff is very f", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["Negative"], "hotel": ["The Sobe Hostel and Bar"], "contenido": ["Unfortunately, this was not the place for me. It was broken from every corner. I had a separate single room and was super small. Bathroom and toilets were share", "..."], "calificacion": ["10"]},
{"autor": ["LeisureTraveller"], "titulo": ["Great Location and Service!"], "hotel": ["230 Fifth"], "contenido": ["It is a great place! Website says that they accepts walk ins, which is right; but this places really gets very busy on weekends or holidays. Highly recommends t", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["True Hospitality Culture"], "hotel": ["The Aodhi"], "contenido": ["Recently visited Kumbalgarh and stayed at Aodhi just for one night. The resort is beautiful and staff is best ever experienced. Dhool Singh and Mr. Ummed Singh ", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["Amazing Food & Hospitality"], "hotel": ["Radisson Udaipur"], "contenido": ["We stayed for 2 nights in January 2019 with family at Radisson, Udaipur. It was an amazing trip. Staff treated us with genuine care and Front Office/Concierge w", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "titulo": ["Great Location! "], "hotel": ["Residence Inn New York Manhattan/Times Square"], "contenido": ["RI by Marriott at Times Square is located at the perfect spot. The rooms are nice and spacious. Front Office and Housekeeping staff is very friendly and ready t", "..."], "calificacion": ["40"]},
{"autor": ["LeisureTraveller"], "titulo": ["Worst Ground Staff ever Experienced"], "hotel": ["Air India"], "contenido": ["I chose Air India from DEL to JFK, as this was the only direct option available. I must say that the Air India ground staff at Delhi Airport is one of the rudes", "..."], "calificacion": ["10"]},
{"autor": ["LeisureTraveller"], "titulo": ["Amazing Hospitality and Customer Service!!!"], "hotel": ["Jaypee Vasant Continental"], "contenido": ["This was my 2nd visit to India and I planned to visit my in-laws in Delhi. I chose Vasant Continental because I got a great deal through Expedia. I stayed there", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "hotel": ["India"], "contenido": ["My wife is a UK national and we planned our mini vacation in India. Initially we planned to go limited cities and mentioned the same in an application form whil", "..."]},
{"autor": ["LeisureTraveller"], "titulo": ["Amazing open & green park in middle oh huge rushed city"], "hotel": ["Central Park"], "contenido": ["I visit NY at least twice a year (sometimes thrice). Central Park has always been on my list. I visited NY last in mid February 2017. I was lucky that the weath", "..."], "calificacion": ["50"]},
{"autor": ["LeisureTraveller"], "hotel": ["India"], "contenido": ["Hello!Once I land in India, is it possible to visit other cities in India even if I have mentioned one or two cities while filling up an application.For eg, t", "..."]},
{"autor": ["LeisureTraveller"], "hotel": ["India"], "contenido": ["Thanks!"]},
{"autor": ["LeisureTraveller"], "titulo": ["AquaTerra - Good Food, Poor Service"], "hotel": ["Aqua Terra"], "contenido": ["I dined with my other 7 colleagues during restaurant week at AquaTerra (one of the restaurant at the Reefs). Food quality was good, however service was extremel", "..."], "calificacion": ["30"]},
{"autor": ["cwa8807"], "titulo": ["5 stars all the way"], "hotel": ["Hampton Inn by Hilton Williams"], "contenido": ["This hotel is beyond the nicest Hampton inn I have ever stayed at. The staff was nice , the breakfast was great, the pool and hot tube are the best . The rooms ", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["Almost 5 stars"], "hotel": ["Hampton Inn Los Angeles Int'l Airport Hawthorne"], "contenido": ["I recently stayed at this Hampton Inn. First let me say that the added free parking with a closed monitored garage made it a great choice for safety and securit", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["Some improvements are needed"], "hotel": ["Element New York Times Square West"], "contenido": ["So after an extensive search of so many hotel choices in NYC I came across The Element in Time Square West. I will say that the location was fantastic. Perfect ", "..."], "calificacion": ["30"]},
{"autor": ["cwa8807"], "titulo": ["Disappointed the 2nd time around "], "hotel": ["Embassy Suites by Hilton Jackson North Ridgeland"], "contenido": ["This makes my 2nd visit to this hotel along with my 2nd review. So I'll start with the pros of this visit : the beds again were some of the best , the soaps pro", "..."], "calificacion": ["30"]},
{"autor": ["cwa8807"], "titulo": ["2 different Visits with 2 different views"], "hotel": ["Residence Inn Dallas Allen/Fairview"], "contenido": ["I am going to start by first saying that this review of mine is going to be a complete first. Throughout my travels I have not had the chance to revisit one Hot", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["Customer Service needs attention here."], "hotel": ["Hampton Inn Orlando Near Universal Blv / International Dr"], "contenido": ["I Stayed at this Hampton Inn after a few days at Disney and then going to Universal Studios. Being a Hampton I can expect quality. The clerk checking in at nigh", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["A Little touch on Customer Service and this place will be a plus"], "hotel": ["Disney's Coronado Springs Resort"], "contenido": ["I stayed at DIsney Coronado's Spring Resort on my recent trip to Disney world. I have been to Disney numerous times but this was a complete first staying at one", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["A Great Nights Stay before flying out"], "hotel": ["Embassy Suites by Hilton Dallas Love Field"], "contenido": ["I stayed at the Embassy Suites by Hilton Dallas Love Field on a recent trip flying out of Love Field. This hotel is located in a nice area and is very clean and", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["Changes Need to Happen"], "hotel": ["Embassy Suites by Hilton Dallas DFW Airport South"], "contenido": ["I booked this hotel after coming to the area within the last few weeks. Embassy Suites have a name that usually speaks high quality in all aspects of a hotel st", "..."], "calificacion": ["30"]},
{"autor": ["cwa8807"], "titulo": ["An almost perfect place to stay in Hurst"], "hotel": ["Fairfield Inn & Suites Fort Worth Northeast"], "contenido": ["I booked this hotel really last minute and being a Marriott property I knew quality would be standard . For the most part that was the case I can say that was a", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["Best of the best"], "hotel": ["Hampton Inn Kenedy"], "contenido": ["So what can I say about the Hampton inn In kenedy . Above and beyond 5 stars to the fact I cannot give any negative remarks . The only thing bad was the lack of", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["An almost 5 star with some ltc needed to get there ."], "hotel": ["Island View Casino Resort"], "contenido": ["So my wife and I got a whole package upon buying our rv to come to island casino and resort. So during my two day stay here here my review . The front desk was ", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["Almost 5 stars"], "hotel": ["Embassy Suites by Hilton Jackson North Ridgeland"], "contenido": ["So like most of my reviews I will pros and cons : I really thought I wouldn’t find anything bad at this hotel but unfortunately only a couple of things . First ", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["An okay place to stay in Glen Rose"], "hotel": ["Best Western Dinosaur Valley Inn & Suites"], "contenido": ["This by all means was a last mintue stay due to my travel trailer having a major water leak. After searching online at about 4-5 hotels within the area the Best", "..."], "calificacion": ["30"]},
{"autor": ["cwa8807"], "titulo": ["5 stars all the way"], "hotel": ["TownePlace Suites by Marriott San Antonio Northwest"], "contenido": ["I booked this hotel literally at the last moment at a great rate for the type of hotel . I was not able to arrive until very late and the staff understood and h", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["4 stars "], "hotel": ["La Quinta Inn & Suites by Wyndham Arlington North 6 Flags Dr"], "contenido": ["I booked this hotel really last minute. I was pleased to not only get a king room but way under 100 dollars with tax . The hotel is easy to find and it’s so clo", "..."], "calificacion": ["40"]},
{"autor": ["cwa8807"], "titulo": ["A great stay at a great hotel "], "hotel": ["MGM Grand"], "contenido": ["I thought I had submitted this review months ago but see it was still a draft . My wife and I wanted to go to Vegas for her 30th birthday and I had been around ", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["One of the best adventures"], "hotel": ["Sea Trek Grand Cayman"], "contenido": ["I was a tad nervous about this adventure but ive got to say this was amazing. The staff was fully helpful and once you reach the bottom its just like walking on", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["Well worth the money"], "hotel": ["Dolphin Discovery Cozumel"], "contenido": ["I highly recommend this adventure. I did the VIP experience and cannot say enough of how much fun this was. The food and drinks were amazing and the staff was s", "..."], "calificacion": ["50"]},
{"autor": ["cwa8807"], "titulo": ["Once in a lifetime"], "hotel": ["Chukka Zipline Admission at Montego Bay, Jungle Outpost"], "contenido": ["I fully recommend doing the extreme zipline adventure. I felt safe and it was one heck of a time. Our Guides CJ and Ricardo were great guys and guides us the en", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["Beware! Hotel steal’s personal items"], "hotel": ["Element New York Times Square West"], "contenido": ["Element Times Square west stole my GHD hair straightener! I had an extremely unpleasant and stressful experience when I contacted them to let them know I left i", "..."], "calificacion": ["10"]},
{"autor": ["Kate D"], "titulo": ["Unbeatable location but staff are rude!"], "hotel": ["Hotel Harrington"], "contenido": ["PROS: The location couldn’t be better! Walking distance to all the main attractions and shops. Also, must not that the hot water in the shower was great!CONS:", "..."], "calificacion": ["20"]},
{"autor": ["Kate D"], "titulo": ["Great hotel in Hobart"], "hotel": ["Vibe Hotel Hobart"], "contenido": ["We had a really lovely stay. The room was modern and comfortable with a great view. The pool was refreshing and very clean. Excellent location close to the main", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["Best ghost tours around!"], "hotel": ["Adelaide's Haunted Horizons Ghost Tours"], "contenido": ["I was at Old Tailem Town night ghost tour recently with tour leader Craig and Michael.  What an amazing time we had with wonderful stories, historical incites a", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["Perfect location and quality room!"], "hotel": ["Latitude 37 Accommodation Ltd"], "contenido": ["I was luckily upgraded to a loft room and it was absolutely beautiful! The facilities here a clean and modern. It’s quiet and great for a good night sleep. The ", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["Russell was great!"], "hotel": ["Wirra Wirra Vineyards"], "contenido": ["My friend was visiting from Brisbane and I’m so glad I took her to Wirra Wirra. We were lucky enough to have a wine tasting from Russell who was extremely knowl", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["A traditional experience not to miss!"], "hotel": ["Nabeya"], "contenido": ["This place is a must go to if staying in Kawaguchiko! The dining area was very traditional with floor seating. We were greeted with a warm welcome when we arriv", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["Exceptional value for money and central in Ginza!"], "hotel": ["Hotel Gracery Ginza"], "contenido": ["I stayed at the Gracery Ginza with my partner for 6 nights and it was our first time in Tokyo. The hotel has a free shuttle bus from the Airport and drops you r", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["Cheryl made our wine tasting experience delightful!"], "hotel": ["Jacob's Creek"], "contenido": ["We went for a tasting on Saturday and had the absolute pleasure of being served by Cheryl. She truely made the experience such a memorable one by getting to kno", "..."], "calificacion": ["50"]},
{"autor": ["Kate D"], "titulo": ["The best way to see all of Scotland in one day!"], "hotel": ["Timberbush Tours Glasgow - Day Tours"], "contenido": ["What a spectacular journey through Northern Scotland! A must do tour through Loch Lomand, Glen Coe, Loch Ness and Inverness. Sitting on the tour bus you get bea", "..."], "calificacion": ["50"]},
{"autor": ["Ash Carucci"], "titulo": ["Great restaurant"], "hotel": ["Alta Bistro"], "contenido": ["Great food and service. The 5 course dinner is incredible value for money. Highly recommend this restaurant in Whistler."], "calificacion": ["50"]},
{"autor": ["Ash Carucci"], "titulo": ["Great hotel"], "hotel": ["Element New York Times Square West"], "contenido": ["Great hotel! Very affordable given the amazing location. Very clean and the staff are very friendly, always say hello to you. The breakfast included makes the m", "..."], "calificacion": ["50"]},
{"autor": ["Ash Carucci"], "titulo": ["Awesome experience"], "hotel": ["Whitsundays Whitehaven Beach Day Tour - 2 Beaches 2 Lookouts 1 Snorkel Location"], "contenido": ["Awesome day! A great crew who really look after you, the food was delicious too! Definitely a must do 👍"], "calificacion": ["50"]},
{"autor": ["Matthew L"], "titulo": ["Skip it. "], "hotel": ["Element New York Times Square West"], "contenido": ["FIGURE. OUT. YOUR ELEVATOR. SITUATION. If it takes 20 mins to go up to room or down to lobby, you need to reconsider your ability to manage a property of this s", "..."], "calificacion": ["20"]},
{"autor": ["John L"], "titulo": ["Horrible experience"], "hotel": ["Element New York Times Square West"], "contenido": ["Didn't have hot water in our room for 3 of the 4 nights we stayed. Reported it to the front desk and management multiple times and no, zero response. Management", "..."], "calificacion": ["10"]},
{"autor": ["Lori E"], "titulo": ["Excellent 💯"], "hotel": ["Esquire by Cooper's Hawk"], "contenido": ["Where do I begin? Atmosphere was very cool! Our server was personable and knowledgeable and very attentive. The pasta dish was over the top amazing!!! Fresh, ho", "..."], "calificacion": ["50"]},
{"autor": ["Lori E"], "titulo": ["Poor Pizza!"], "hotel": ["Gino's East"], "contenido": ["Our table was filthy when we were seated. Asked to have it wiped off. Still dirty in corners of the table. We waited over 10 minutes for a server. Ordered drink", "..."], "calificacion": ["10"]},
{"autor": ["Lori E"], "titulo": ["DO NOT STAY HERE!!"], "hotel": ["The Empire Hotel"], "contenido": ["This was the worst hotel I’ve ever stayed in for the price we paid for two nights.First the good—the staff at the front desk were very friendly. Greeted us wit", "..."], "calificacion": ["10"]},
{"autor": ["Lori E"], "hotel": ["Playa Mujeres"], "contenido": ["Who or what company do you recommend to get us from the airport to Beloved? TIA"]},
{"autor": ["Tea_Seasea"], "titulo": ["Lovely experience"], "hotel": ["Applebee’s City Center Doha"], "contenido": ["Our experience was wonderful. It was a pleasure from start to finish to receive excellent service and food. When we first visited Applebee's in NY, we were utte", "..."], "calificacion": ["50"]},
{"autor": ["Tea_Seasea"], "titulo": ["Awful place"], "hotel": ["Applebee's Grill + Bar"], "contenido": ["This has to hands down be the most awful place I’d eaten at, whilst in New York. Straight away as soon as you walk in the dark out dated interior looks like som", "..."], "calificacion": ["10"]},
{"autor": ["Tea_Seasea"], "titulo": ["Wonderful experience"], "hotel": ["Red Lobster"], "contenido": ["For our first visit we truly were impressed. The customer service was amazing, our server was so helpful and polite. Even though she was run off her feet she wa", "..."], "calificacion": ["50"]},
{"autor": ["Tea_Seasea"], "titulo": ["Not the greatest experience!"], "hotel": ["P.J. Clarke's Lincoln Square"], "contenido": ["It was our last night in New York and this restaurant was right next door to our hotel. Red flags should have gone off when we were told that we would have to w", "..."], "calificacion": ["30"]},
{"autor": ["Tea_Seasea"], "titulo": ["Great Christmas pictures"], "hotel": ["Hudson Yards"], "contenido": ["As a tourist, over the winter period, it was a nice place to visit. Festively decorative for the holiday period. I cannot say I was overly impressed with this m", "..."], "calificacion": ["30"]},
{"autor": ["Tea_Seasea"], "titulo": ["A bright experience"], "hotel": ["DHCL – Dyker Heights Christmas Lights Tour w/ gifts for the kids"], "contenido": ["A truly spectacular display of Christmas lights. One could be fooled into thinking that this is over the top extravagance, however, hearing the history of how a", "..."], "calificacion": ["40"]},
{"autor": ["Tea_Seasea"], "titulo": ["Lovely experience"], "hotel": ["The Smith"], "contenido": ["We had a lovely experience at The Smith. We weren’t in time for breakfast, but we’re offered brunch instead. I was glad we got there when we did, because it bec", "..."], "calificacion": ["40"]},
{"autor": ["Tea_Seasea"], "titulo": ["Lovely, quaint place"], "hotel": ["Le Pain Quotidien"], "contenido": ["We went to this cafe twice, during our stay in New York. On our first visit everything was wonderful. The server was attentive polite and helpful. She was organ", "..."], "calificacion": ["40"]},
{"autor": ["Tea_Seasea"], "titulo": ["Faulty Towers at its best!!"], "hotel": ["The Empire Hotel"], "contenido": ["On first glance, from the outside going into the lobby, The Empire Hotel gives the appearance of a modern day hotel, which cannot be anything further from the t", "..."], "calificacion": ["20"]},
{"autor": ["Tea_Seasea"], "titulo": ["Needs to do better!"], "hotel": ["JW Marriott Marquis City Center Doha"], "contenido": ["It was our first time attending the Iftar at JW Marriott.  They held the event in their ballroom, which is visually appealing. The food was pleasant enough an", "..."], "calificacion": ["20"]},
{"autor": ["Tea_Seasea"], "titulo": ["Presently surprised 😮"], "hotel": ["Quick Bites"], "contenido": ["We ordered Christmas lunch from Quick Bites for Christmas 2021. I found the communication between me and the restaurant to be quite frustrating, to put it mildl", "..."], "calificacion": ["30"]},
{"autor": ["Tea_Seasea"], "titulo": ["A very tasteful experience."], "hotel": ["Thai Kitchen Restaurant & Bar"], "contenido": ["We ate Iftar at the Thai Restaurant & Bar. One of my most memorable dining experiences in a long time.  Everything about our dining experience at the restaurant", "..."], "calificacion": ["50"]},
{"autor": ["Tea_Seasea"], "titulo": ["Amazing park with loads of activities to do."], "hotel": ["Al Bidda Park"], "contenido": ["At Al Bidda Park there is so much to do for the whole family. It is a very family-friendly park with a wide range of activities. As well as a cycle path, there ", "..."], "calificacion": ["50"]},
{"autor": ["Tea_Seasea"], "titulo": ["Jeff Koons exhibition."], "hotel": ["QM GALLERY AL RIWAQ"], "contenido": ["A separate exhibition space, the Al Riwaq Art Space, only houses temporary exhibits.Presently, the art space is hosting an exhibition by Jeff Koons. The layou", "..."], "calificacion": ["50"]},
{"autor": ["Tea_Seasea"], "titulo": ["Not living up to eggspectation."], "hotel": ["Eggspectation"], "contenido": ["Sadly, Eggspectation did not quite meet our expectations! Seeing pictures in the reviews is what attracted me to the hotel. It is a cafe designed in the style o", "..."], "calificacion": ["20"]},
{"autor": ["Tea_Seasea"], "titulo": ["Beautiful place."], "hotel": ["Glass House"], "contenido": ["We were visiting the Glass House restaurant for the first time. It was late afternoon when we went.  The location of the restaurant initially eluded us as our s", "..."], "calificacion": ["40"]},
{"autor": ["Tea_Seasea"], "titulo": ["A very enjoyable experience."], "hotel": ["Three Sixty"], "contenido": ["Our group went to celebrate the birthday of a colleague. I enjoyed the ambience and the attentive servers.There was a relaxing atmosphere at the restaurant, a", "..."], "calificacion": ["40"]},
{"autor": ["Tea_Seasea"], "titulo": ["Not the greatest!"], "hotel": ["Fait Maison"], "contenido": ["The restaurant is visually appealing and clearly aimed at a certain market of customers. Although a delightful waitress greeted us on arrival, the staff in the ", "..."], "calificacion": ["20"]},
{"autor": ["Tea_Seasea"], "titulo": ["Not open to the public."], "hotel": ["Bn Jassim Castle"], "contenido": ["Visiting this structure would not be my first choice, as it is not open to the public. It looks amazing, but it is lacking in information, and I am not sure if ", "..."], "calificacion": ["10"]},
{"autor": ["Tea_Seasea"], "titulo": ["Renovations were taking place and building was closed!"], "hotel": ["Mathaf Arab Museum of Modern Art"], "contenido": ["Arab museum Whilst they clearly stated on their website that the museum is open, it was closed when we visited. Also, the building was undergoing some renovat", "..."], "calificacion": ["10"]},
{"autor": ["Sara Beara"], "titulo": ["Fabulous rooftop view + TKTS discounted Broadway ticket on the same block"], "hotel": ["The Empire Hotel"], "contenido": ["The rooftop views warmed our hearts even on a cold New York City winter day. We were in town to see theater so it was a real treat to have the TKTS office on th", "..."], "calificacion": ["40"]},
{"autor": ["Her"], "titulo": ["Highly recommended"], "hotel": ["The Empire Hotel"], "contenido": ["Famita, Thank you so much for your kind and courteousness checking us in and changing our room. We had a much better stay than initially would have been. The tw", "..."], "calificacion": ["50"]},
{"autor": ["She"], "titulo": ["Incredible Stay!"], "hotel": ["The Empire Hotel"], "contenido": ["Thank you Adam!Adam is 10 stars an absolute pleasure to get checked in at the front desk with. His charisma made our stay just that much more fun especially wh", "..."], "calificacion": ["50"]},
{"autor": ["Patricia B"], "titulo": ["Very attentive staff"], "hotel": ["The Empire Hotel"], "contenido": ["The rooms were clean and comfortable and the location cannot be beat. You couldn’t hear a sound between the rooms. Adam at the front desk and all the downstairs", "..."], "calificacion": ["50"]},
{"autor": ["Adam L"], "titulo": ["Feeling at home in NYC"], "hotel": ["The Empire Hotel"], "contenido": ["We have now stayed at the Empire about 8 times over the last six years.  We simply love it there.  The location is unbeatable.  Everything is within reach, at t", "..."], "calificacion": ["50"]},
{"autor": ["selena A"], "titulo": ["Awesome experience! "], "hotel": ["The Empire Hotel"], "contenido": ["Only had my first night here and couldn’t have asked for anything else! The staff is very charismatic here, while Adam was awesome enough to upgrade me for my b", "..."], "calificacion": ["50"]},
{"titulo": ["Just What We Needed!"], "hotel": ["The Empire Hotel"], "contenido": ["My daughter and I stayed for 5 nights at the Empire, following her knee surgery. We were in the room 24/7, except for me leaving to get get food and supplies. I", "..."], "calificacion": ["50"]},
{"titulo": ["Nice stay!"], "hotel": ["The Shelburne Sonesta New York"], "contenido": ["We had a brief overnight stay at the Shelburne.  The room was clean and the beds were comfortable.  While it looked like the room had been renovated, the lobby ", "..."], "calificacion": ["40"]},
{"autor": ["Kathryn W"], "titulo": ["Terrific location, dated/dingy rooms"], "hotel": ["The Empire Hotel"], "contenido": ["The location is terrific, but I don’t think I’d ever stay here again. The public spaces in the lobby were nicely done, but as as you stepped into the elevator, ", "..."], "calificacion": ["30"]},
{"autor": ["Kathryn W"], "titulo": ["Afternoon Tea"], "hotel": ["THE WITCHERY by the Castle RESTAURANT"], "contenido": ["Friends all raves about the Witchery so we put it on our list and had afternoon tea here.  The food was fine, but the atmosphere and service were lovely.  "], "calificacion": ["30"]},
{"autor": ["Kathryn W"], "titulo": ["Amazing "], "hotel": ["Aizle"], "contenido": ["Simply spectacular!  Our dinner was creative, without being silly or trying too hard.  The staff was warm and informative.  Loved the low key, neighborhood feel", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Amazing Tour"], "hotel": ["Palace of Holyroodhouse"], "contenido": ["My teenager and I did one of the small evening tours after the palace had closed.  The tour guide was lovely and so informative.  It was a magnificent space wit", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Historic Hotel in Great Location"], "hotel": ["Waldorf Astoria Edinburgh - The Caledonian"], "contenido": ["My daughter and I stayed for a week at the end of July/beginning of August.  We loved the location.  The room was large and had a gorgeous view of the castle.  ", "..."], "calificacion": ["40"]},
{"autor": ["Kathryn W"], "titulo": ["Lovely views, but pricey"], "hotel": ["London Eye"], "contenido": ["The views are lovely and it’s interesting, but I have to say that I thought it was expensive for what it was; however, we also did the express tickets given we ", "..."], "calificacion": ["30"]},
{"autor": ["Kathryn W"], "titulo": ["Suites are great for families "], "hotel": ["The Ampersand Hotel"], "contenido": ["We had a fabulous time at the hotel and stayed for a week.  We stayed in a 2 room suite and it was great for a family as everyone had enough space.  We felt ver", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Adequate "], "hotel": ["Denali Princess Wilderness Lodge"], "contenido": ["The rooms are large and clean, but are simply average.  It felt like a motor court in terms of the linens and decor; however, we weren’t really in the room much", "..."], "calificacion": ["30"]},
{"autor": ["Kathryn W"], "titulo": ["Amazing!"], "hotel": ["The Wee Chippy"], "contenido": ["Absolute perfection!  The fish and chipsare hot and fresh and divine.  Don’t stand in line down the street, come here first and you won’t be disappointed!"], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Warm environment and lovely dinner"], "hotel": ["Ardnamurchan Scottish Restaurant & Bar"], "contenido": ["The dining room and bar are cozy, but still modern.  The dishes were creative, but didn’t try too hard and still were rooted in tradition.  Everyone loved our d", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Quirky Gem"], "hotel": ["Denali Park Salmon Bake"], "contenido": ["We stumbled upon this gem when we wanted to get outside of the Princess tour bubble.  The restaurant is a gem and super quirky and fun.  Drinks were fantastic, ", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Nothing special"], "hotel": ["Bear Lodge at Wedgewood Resort"], "contenido": ["We stayed here as part of Princess land tour.  While the room was large, it is desperately in need of being refreshed.  It’s very dated and a little shabby.  Br", "..."], "calificacion": ["30"]},
{"autor": ["Kathryn W"], "titulo": ["Touristy, but Fun"], "hotel": ["Riverboat Discovery"], "contenido": ["Yes it was scripted and touristy, but still really entertaining and tons of fun.  Everyone in our family enjoyed it!"], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Lovely hotel; great for families"], "hotel": ["Doubletree by Hilton Dunblane Hydro"], "contenido": ["We had a fantastic stay at the Hydro.  The public spaces are welcoming and nicely decorated.  The guest rooms were in need of a refreshing, but large, clean and", "..."], "calificacion": ["40"]},
{"autor": ["Kathryn W"], "titulo": ["Lovely rooms & wonderful staff"], "hotel": ["Cruachan Hotel"], "contenido": ["We had a wonderful stay here.  The room was very large and comfortable for a family of 4.  We had one double and then two twin beds in a little alcove.  Everyon", "..."], "calificacion": ["40"]},
{"autor": ["Kathryn W"], "titulo": ["Tons of fun!"], "hotel": ["Jacobite Steam Train"], "contenido": ["We had a lovely day on the Jacobite.  It’s a gorgeous ride from Ft. William to Mallag and was made even more special because of the nostalgic feel of the steam ", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["Great location, fabulous staff, average room"], "hotel": ["Holiday Inn Express Glasgow - City Ctr Theatreland, an IHG Hotel"], "contenido": ["The location of the hotel is fantastic and near Glasgow’s city center.  It’s within walking distance of much of what you’ll want to do.  The staff here is also ", "..."], "calificacion": ["30"]},
{"autor": ["Kathryn W"], "titulo": ["Fantastic meal & lovely decor"], "hotel": ["Ardnamurchan Scottish Restaurant & Bar"], "contenido": ["We had a fantastic meal here and would certainly return.  The food was creative, but without trying too hard, and well prepared.  The decor of the restaurant wa", "..."], "calificacion": ["40"]},
{"autor": ["Kathryn W"], "titulo": ["Amazing!"], "hotel": ["The Wee Chippy"], "contenido": ["While the really famous fish and chip shop may be down the road, you will not regret stopping into The Wee Chippy.  The food is excellent—fresh and perfectly pr", "..."], "calificacion": ["50"]},
{"autor": ["Kathryn W"], "titulo": ["The location is the only benefit"], "hotel": ["The Inn at Stone Mountain Park"], "contenido": ["Marriott should update this property or remove its name from this hotel immediately as it cheapens the brand.  The hotel is very dated and feels like a 1970s mo", "..."], "calificacion": ["20"]},
{"autor": ["Pannipannini"], "titulo": ["Great views"], "hotel": ["Watermark Cruises and Tours"], "contenido": ["Very smooth sign up process. Perfect way to see Annapolis and the Naval Academy from the water. You get a full view of its layout and the rivers. Boat is covere", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Fresh fish"], "hotel": ["Galway Bay"], "contenido": ["It was a lunchtime visit for us. Had the fish and chips - incredibly fresh fish, light and airy. The service was outstanding as well."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Great buffet"], "hotel": ["Milltown Eatery & Saloon"], "contenido": ["We came here for dinner. Very inviting and friendly environment. Great staff! We had the buffet option and it was all homemade, fresh and delicious. Would retur", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["A memorial to those who suffered at the hands of whites"], "hotel": ["International Civil Rights Center & Museum"], "contenido": ["This is less of a museum and more of a memorial to the many Black and Brown Americans who suffered and gave their lives to right countless injustices. It’s a pl", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Good rainy activity"], "hotel": ["Antique Market Place"], "contenido": ["Lots of space, much to look at, many many booth and reasonable finds! Prices decent. Good rainy day activity! Bought a few items."], "calificacion": ["40"]},
{"autor": ["Pannipannini"], "titulo": ["Twelve happy people"], "hotel": ["Cotton at Riverside Mill"], "contenido": ["Amazing food, great vibes and good drinks. Mahi mahi was fresh, outstanding. Shrimp and grits a classic! Great service for 12 people - no one was unhappy! Kudos", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Amazing views from women’s toilet"], "hotel": ["The Signature Room at the 95th®"], "contenido": ["We came here believing the hype about the view. A local friend of ours brought us to give us a taste of Chicago. Well, there is a view but only for a select few", "..."], "calificacion": ["20"]},
{"autor": ["Pannipannini"], "titulo": ["Must stop in Johnstown"], "hotel": ["Bottle Works Ethnic Arts Center"], "contenido": ["Everything was closed on Tuesday! We started walking around Cambria after the Discovery museum was closed. Beautiful period churches and quiet neighborhoods led", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "hotel": ["Bottle Works Ethnic Arts Center"]},
{"autor": ["Pannipannini"], "titulo": ["Great local spot"], "hotel": ["Ryan's Artisan Goods"], "contenido": ["We came here for a coffee and a snack. Fresh baked goods, lots of sandwiches, soups, friendly service and of course great coffee. Inviting indoor space and a sp", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Good eats"], "hotel": ["Little Georgia"], "contenido": ["The food is varied and very tasty. It’s a nice intimate setting with welcoming staff. All of the meals are very affordable and worth sharing - ordering a little", "..."], "calificacion": ["40"]},
{"autor": ["Pannipannini"], "titulo": ["Convenient and no wait"], "hotel": ["Pine Grill"], "contenido": ["For a local eatery, we have it 5 stars because the food was fresh and decent, the service excellent and quick. It’s a family and friendly place, where you can g", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Outstanding in all ways"], "hotel": ["Hampton Inn Somerset"], "contenido": ["This hotel is really great. We’re regulars on the Hilton chain and because the building is older it has some advantages- well-insulated and very large rooms (ak", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Good meal"], "hotel": ["Boulud Sud"], "contenido": ["Outstanding service and a good eats before any production at Lincoln Center. Very considerate toward any food allergies or issues. Very good sea bass and salmon", "..."], "calificacion": ["40"]},
{"autor": ["Pannipannini"], "titulo": ["Please don’t renovate, keep it affordable"], "hotel": ["The Empire Hotel"], "contenido": ["The price is right, location is perfect. We read the less favorable reviews and we had a great time. Clean room, hot shower, comfy beds, and quiet. It’s a bas", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Skiers’ ski area"], "hotel": ["Le Massif de Charlevoix"], "contenido": ["Spectacular day of skiing - fantastic conditions on the open trails. The ski rental process and staff there were very amazing and helpful. Rented some top notch", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Good experience overall"], "hotel": ["Restaurant Ophelia"], "contenido": ["We came here for dinner. We had a the roasted cod which was outstanding - perfectly cooked, fresh. Other things on the menu were not just straightforward- tryin", "..."], "calificacion": ["40"]},
{"autor": ["Pannipannini"], "titulo": ["Worth an hour"], "hotel": ["Quebec City Ferry"], "contenido": ["We decided to have a look at the city from afar. It was worth the one hour round trip with waiting. There’s also ice skating on the other side if had had time t", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "titulo": ["Have a coffee, support a nonprofit"], "hotel": ["Fwn Coffee On The Green"], "contenido": ["There’s nothing better on a Sunday afternoon than a little time on the Green and then a tea or coffee. We had tea and their homemade cakes. This is a volunteer-", "..."], "calificacion": ["50"]},
{"autor": ["Pannipannini"], "hotel": ["United Kingdom"], "contenido": ["Helpful indeed! Agreed! Weakness in the Highlands."]},
{"autor": ["Jerry"], "titulo": ["Showtime"], "hotel": ["The Empire Hotel"], "contenido": ["Really a fantastic boutique hotel perfectly located across from Lincoln Center and half way between Midtown and Upper West Side. Everything is within walking di", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["Perfect in every way"], "hotel": ["Embassy Suites by Hilton Philadelphia - Center City"], "contenido": ["Not sure why anyone had a complaint about this hotel. We have been lucky enough to travel all over the world and stay in many wonderful hotels. This Embassy Sui", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["Great dinning"], "hotel": ["Massimo Restaurant"], "contenido": ["Great food great service. Price and Jackson were very helpful making recommendations. Pizza app was very unique. Also Pork belly app was delicious. Vongole,", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["Fantastic "], "hotel": ["Glidden House"], "contenido": ["I am not sure what went on with other reviewers but my experience  was fantastic. Hotel is beautiful and elegant. Room was spotless, large, well lite and well", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["Fun"], "hotel": ["Rock & Roll Hall of Fame"], "contenido": ["Movies were great, guitars beautiful, cloths wild, lots to see, free parking on Sunday, informative staff, xxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxxx", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["still fantastic"], "hotel": ["Casa Bella"], "contenido": ["Absolutely fantastic. We could not wait to return to this restaurant this year and it did not disappoint. That is what is so wonderful about owner chef restaura", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["still fantastic"], "hotel": ["Krua Thai Asian Cuisine"], "contenido": ["We could not wait to turn to Krua this year. It did not disappoint. If anything, it was even better than we remembered. I had the Tom Kha  coconut milk soup. OM", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["latina"], "hotel": ["Havana"], "contenido": ["Wonderful authentic latin food. Fresh, tasty and the rice and beans. OMG. Good service, reasonable pricing. no complaints.Lori and Jerry"], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["There are crabs are in heaven"], "hotel": ["Gettin' Crabby at the Stern House"], "contenido": ["What a find. Small, friendly and crab city. We had the dungeness crabs. Two huge crabs at half the usual cost. Fantastic., sweat and plentiful. Will return asap", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["deli land"], "hotel": ["TooJay’s Deli • Bakery • Restaurant"], "contenido": ["Perfect Deli. Large selection, Fresh and tasty. I had fresh cut nova, cream cheese and bagel. My wife had cheese blintzes with classic cherry topping. Fantastic", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["eggs ++++"], "hotel": ["Flamingo Diner"], "contenido": ["Wonderful breakfast place with fresh food and good service. Prices are reasonable and everything is cooked to order. They do not mind special requests, actually", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["fantastic"], "hotel": ["Krua Thai Asian Cuisine"], "contenido": ["Best Thai foot we have ever had. Small, intimate, excellent service and fantastic authentic food. Every dish was better than the last. Vegetables perfectly al d", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["Great"], "hotel": ["The Muse New York"], "contenido": ["Excellent hotel, great location for theaters, big room (primer) and helpful staff. Especially Crystal at front desk who gave us great recommendations. Great cof", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["Great"], "hotel": ["ROOF on theWit"], "contenido": ["Fantastic boutiqe hotel in the loop in Chicago. Excellent location, staff and transportation near by. Walk to museum. Great room with views of lake. Hot night c", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["perfect"], "hotel": ["theWit Chicago, a Hilton Hotel"], "contenido": ["Nice large room that is well appointed with great views of the city. Very friendly helpful staff. Good location walking distance to everything including the art", "..."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["incredible"], "hotel": ["The Art Institute of Chicago"], "contenido": ["One of the finest art museums in the world. Chagall windows are fantastic. Magreet exhibit was great."], "calificacion": ["50"]},
{"autor": ["Jerry"], "titulo": ["history"], "hotel": ["Wrigley Field"], "contenido": ["Great historical park. Easy access with metro. Not expensive. The cubs lost.  So whats new. Play ball. "], "calificacion": ["50"]},
{"autor": ["Chuck A"], "titulo": ["Another great stay!"], "hotel": ["The Empire Hotel"], "contenido": ["Just back from another stay at the Empire. This time, we had a Junior Suite. It was very spacious with nice views. We've been staying at the Empire for several ", "..."], "calificacion": ["50"]},
{"autor": ["lbarksdale"], "titulo": ["Great Family Experience"], "hotel": ["The Empire Hotel"], "contenido": ["We stayed at the Empire Hotel for our daughter's first trip to NYC.  The location was perfect . It's a very close walk to Central Park, the Museum of Natural Hi", "..."], "calificacion": ["50"]},
{"autor": ["lbarksdale"], "titulo": ["Heavenly honeymoon"], "hotel": ["Hotel L'Esplanade"], "contenido": ["My husband and had our first stay at L'Esplanade for our honeymoon.  Everything from the moment we arrived until the moment we left was absolutely perfect.  Whe", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "hotel": ["Karen Blixen Museum", "Kigali Genocide Memorial"]},
{"autor": ["rollers_74"], "titulo": ["Great location, great staff"], "hotel": ["The Empire Hotel"], "contenido": ["My teen and I stayed here Jan 2023. Empire's greatest asset is the location. It was about a block to Central Park and you're right across the street from Lincol", "..."], "calificacion": ["40"]},
{"autor": ["rollers_74"], "titulo": ["Great food and service"], "hotel": ["Tule Cafe Restaurante"], "contenido": ["We always eat here for multiple meals whenever we come to Quepos and did so again in December 2022. As always, the staff is friendly and attentive. The menu has", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Lovely stay in Barcelona"], "hotel": ["H10 Casa Mimosa"], "contenido": ["We are a family of four (2teens) and stayed here in June2022. This hotel is gorgeous but the best quality is the staff. They were super friendly and helpful as ", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Love early summer visit to Gibraltar"], "hotel": ["Sunborn Gibraltar"], "contenido": ["Our family of four (2teens) loved this hotel. The staff was very friendly and helpful, the location was great, the beds and the rooms were so comfortable. We ha", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Gorgeous hotel right on the beach"], "hotel": ["Le Negresco"], "contenido": ["Hotel Negresco is basically a beautiful museum that you get to sleep in. It's so beautiful! Great views and access to Blue Beach chairs and restaurant. Service ", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["5star service!"], "hotel": ["Hotel San Regis"], "contenido": ["This is a gorgeous hotel! Only the service outshines the beauty. The doormen, room cleaners, front desk, and restaurant staff were all very friendly. Steps away", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["So much fun!"], "hotel": ["35-Mile Colorado Canyon Supercar Driving Experience"], "contenido": ["I surprised my husband with the one-hour, 35-mile drive up Golden Gate Canyon for our anniversary. We had so much fun in the McLaren! The guide was wonderful. H", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Lovely little hotel in Bled"], "hotel": ["Garni Hotel Berc"], "contenido": ["I cannot recommend this hotel enough.  I stayed here with my husband and two teens.  Perfect location with just a 2min walk to the lake.  Luka was super helpful", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["luxury beach hotel"], "hotel": ["Almar Jesolo Resort & Spa"], "contenido": ["We stayed in the family suite which was perfect for us.  The kids had their own space and we had ours.  Plenty of chairs at pool and beach.  First rate service ", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Beautiful family resort at the beach"], "hotel": ["Tulemar Bungalows & Villas"], "contenido": ["Our family stayed here for our spring break (2adults, kids 14 & 12).  It is the best!  Living in luxury surrounded by jungle and beach.  We stayed in Casa del M", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Great tour!"], "hotel": ["Villa Vanilla Spice Tour & Shop"], "contenido": ["Loved this tour!  The guide was very informative, answered everyone's questions very well.  This is an easy walking tour with some lovely chocolate treats at th", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Perfect Fisherman's Wharf Retreat"], "hotel": ["Argonaut Hotel"], "contenido": ["My husband and I stayed here for one night and wish we could've stayed longer.  The concierge was wonderful!  Very friendly and helpful with restaurant reservat", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Well worth it!"], "hotel": ["Hotel Yountville"], "contenido": ["We stayed here for two nights last week and it was wonderful!  The room was huge, bed comfortable, everything clean and beautiful.  Our private patio had two ch", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Good food, good people."], "hotel": ["Dau Tinola"], "contenido": ["We ate here twice while staying in Corniglia in July 2014.  Their garlic pasta was our favorite and my daughters loved the fresh sea food.  The waiter, Lorenzo,", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Intimate resort with great service"], "hotel": ["Baoase Luxury Resort"], "contenido": ["My husband took me to Baoase for my 40th birthday in early March.  We had a wonderful, relaxing time and cannot recommend this resort enough.  (I would actually", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Wonderful!"], "hotel": ["Disney's Typhoon Lagoon Water Park"], "contenido": ["Helpful staff, just like all other Disney parks.  Great wave pool, couldn't get my kids out of there!  For an extra fee you can do a snorkeling session at Shark", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Worth it!"], "hotel": ["Punta Islita, Autograph Collection"], "contenido": ["Isolated, beautiful, top-notch service - what more do you want!  We stayed here with our 8-year-old and 6-year-old girls for spring break.  We flew into the \"ai", "..."], "calificacion": ["50"]},
{"autor": ["rollers_74"], "titulo": ["Wonderful micro-resort with a great staff!"], "hotel": ["Hamanasi Adventure and Dive Resort"], "contenido": ["Everything about this resort is first rate!  We stayed in one of the tree houses.  It was a large room with a king-sized bed, couch, table and chairs, and plent", "..."], "calificacion": ["50"]},
{"autor": ["927meghanb27"], "titulo": ["Excellent UWS Stay"], "hotel": ["The Empire Hotel"], "contenido": ["I live on the UWS and needed a place to stay while family was visiting and occupying my apartment. My stay was 6 nights and came out to a very reasonable rate f", "..."], "calificacion": ["40"]},
{"autor": ["927meghanb27"], "titulo": ["Excellent staff, beyond comfortable rooms and great location!"], "hotel": ["Hotel Historico Central"], "contenido": ["Hotel Historico Central has an extremely friendly and helpful staff.  The location can't be beat.  Close to the subway, and within walking distance to all the h", "..."], "calificacion": ["50"]},
{"autor": ["Susan L"], "titulo": ["Will stay here again!"], "hotel": ["The Empire Hotel"], "contenido": ["My husband and I spent the weekend in NYC. The Empire Hotel is located in close proximity to the places we wanted to visit. The hotel is quite lovely and very c", "..."], "calificacion": ["50"]},
{"autor": ["Susan L"], "titulo": ["We felt so at home!"], "hotel": ["The Chamberlain House B&B"], "contenido": ["We spent the last week of July at The Chamberlain House in Round Pond Maine. It was absolutely wonderful! Shari and Paul are warm, generous, and welcoming hosts", "..."], "calificacion": ["50"]},
{"autor": ["Susan L"], "titulo": ["An unexpected treat!"], "hotel": ["The Lobster Shack"], "contenido": ["We stopped dead in our tracks when we saw last Friday's special: hot dogs and HOMEMADE baked beans! Delicious! I can't make homemade baked beans for the life of", "..."], "calificacion": ["50"]},
{"autor": ["Susan L"], "titulo": ["Consistently delicious!"], "hotel": ["Trinity Restaurant"], "contenido": ["We are big Trinity Restaurant -- the food is consistently delicious! During the pandemic, we've take out fairly regularly -- and will continue to do so until we", "..."], "calificacion": ["50"]},
{"autor": ["Susan L"], "titulo": ["Recommend highly!"], "hotel": ["Super 8 by Wyndham Johnstown/Gloversville"], "contenido": ["The staff could not have been friendlier or more accommodating, especially Velma.  We needed early check in -- I called Velma the day before arrival and she too", "..."], "calificacion": ["50"]},
{"autor": ["Olivia G"], "titulo": ["Amazing stay"], "hotel": ["The Empire Hotel"], "contenido": ["Excellent stay, the most comfortable beds and linens. Great view overlooking Lincoln Center. Room was clean. Staff was courteous and extremely helpful. Pasquale", "..."], "calificacion": ["50"]},
{"autor": ["Amy P"], "titulo": ["Book anywhere else in the city"], "hotel": ["The Empire Hotel"], "contenido": ["Save your money. This hotel offers literally nothing except location. Zero amenities, rude staff, small and dirty rooms, no controlled heat or air… worst hotel ", "..."], "calificacion": ["10"]},
{"autor": ["Amy P"], "titulo": ["A must do to learn how to cook Greek Food"], "hotel": ["Athens 4-Hour Cooking Class with Central Market Visit"], "contenido": ["Vasia aka Barbara was amazing. This was such a great experience! Not only did we learn how to make traditional Greek dishes, we made lots of new friends, ate am", "..."], "calificacion": ["50"]},
{"autor": ["Amy P"], "titulo": ["Interesting experience"], "hotel": ["Athens Wine Tasting"], "contenido": ["Class was good. Other people we met there amazing…. Instructor was kind of cranky and  wasn’t very much fun. Way too serious and kind of disinterested…. Didn’t ", "..."], "calificacion": ["30"]},
{"autor": ["Amy P"], "titulo": ["Great food at an even better price!"], "hotel": ["The Greco's Project"], "contenido": ["Amazing food, quick service and amazing staff! This place was so good! We were exhausted after a full day of travel and wanted good food! We sure found it! Ever", "..."], "calificacion": ["50"]},
{"autor": ["Amy P"], "titulo": ["Safe the stress and book with CatTaxi!"], "hotel": ["From Athens Intl. Airport to Athens centre"], "contenido": ["Terry and his staff are amazing! We booked with him for transportation from the airport to our hotel in Athens! We found out there was a taxi strike but he CALL", "..."], "calificacion": ["50"]},
{"autor": ["Amy P"], "titulo": ["BEST HOTEL IN ICELAND"], "hotel": ["Kvosin Downtown Hotel"], "contenido": ["This hotel was amazing.. The location could not be beat.. The rooms were huge and they had mini kitchens that made it awesome to cook or have snacks around. The", "..."], "calificacion": ["50"]},
{"autor": ["Amy P"], "titulo": ["Sept 14-18"], "hotel": ["Paradisus Punta Cana Resort"], "contenido": ["I would not ever return.. The electricity went off about 10 times a day... everywhere you went it was so hot and humid and our room didnt have air conditioning ", "..."], "calificacion": ["10"]},
{"autor": ["Amy P"], "titulo": ["NYC Marathon Trip"], "hotel": ["Sheraton New York Times Square Hotel"], "contenido": ["This is the most amazing hotel. The location, the staff, the rooms, the amenities, everything is awesome. We booked our room the day that I got accepted into th", "..."], "calificacion": ["50"]},
{"autor": ["Amy P"], "titulo": ["Worst hotel"], "hotel": ["The Palazzo at The Venetian"], "contenido": ["Will not ever stay here again.... Asked for rooms on the same floor as my sister and nope.... Got completely different elevator banks. Could not get into our ro", "..."], "calificacion": ["10"]},
{"autor": ["Amy P"], "titulo": ["Best Customer Service of any New York Hotel"], "hotel": ["Sheraton New York Times Square Hotel"], "contenido": ["My husband travels for work often and about 4-5 times a year in New York. We have stayed at many hotels in the city including some very expensive famous ones. N", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Very good car service"], "hotel": ["Welcome Pickups (Paris)"], "contenido": ["I prefer with international flights, especially overnight ones, to have a private car to pick us up. I usually start by asking the hotel I’m staying at for reco", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Casual Dinner near the Eiffel Tower"], "hotel": ["Chez Ribe"], "contenido": ["We had reservations at another restaurant and per my lack of understanding French well, I thought we were confirmed and we weren’t. We remade reservations for t", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Wonderful French Dinner"], "hotel": ["Restaurant de la Tour"], "contenido": ["I found this restaurant which is a 5 minute walk from our hotel (Pullman) through Trip Advisor…it was highly rated and I am here to agree. Such a wonderful meal", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Pulling Time at the Pullman"], "hotel": ["Pullman Paris Eiffel Tower Hotel"], "contenido": ["I picked the Pullman because a friend posted a picture from her balcony there with the Eiffel Tower right there. That was many years ago and I said if I ever go", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Last of the great NYC diners"], "hotel": ["The Flame Diner"], "contenido": ["So many diners in midtown have been pushed out so we were so happy to find this one close to our hotel. We went twice…we would have gone a third time but we wer", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Six days in New York and at least one meal had to be meh"], "hotel": ["P.J. Clarke's Lincoln Square"], "contenido": ["We had reservations at another restaurant that was six blocks away but our tired group didn’t want to walk that far so we went next door from our hotel. We were", "..."], "calificacion": ["30"]},
{"autor": ["NCRedhead105"], "titulo": ["Go for the beautiful restaurant, stay for the excellent food and service."], "hotel": ["Bryant Park Grill"], "contenido": ["We were visiting the Bryant Park Winter Village and needed a break. We were told it could be 45 minutes so we gave them our name anyway…15 minutes later we were", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Three Beds in a Room"], "hotel": ["The Empire Hotel"], "contenido": ["I will start by saying there were three beds in our room…two doubles and a very comfortable fold out sofa. This is a rare thing in NYC no matter your price poin", "..."], "calificacion": ["40"]},
{"autor": ["NCRedhead105"], "titulo": ["So Good We Went Twice"], "hotel": ["The Smith"], "contenido": ["This was right across the street from our hotel, the Empire Hotel, but after eating here I would have gone out of my way to eat here. Both the service and food ", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["The Best Way to Get into New York!"], "hotel": ["NYC Platinum Transport"], "contenido": ["More expensive than a cab but so worth it. It was great to have our driver in baggage claim waiting for us. He helped us with most of our luggage and loaded it ", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Great breakfast at an iconic diner: too many places like this are disappearing."], "hotel": ["Hector's Cafe & Diner"], "contenido": ["We met up with a friend at Hector’s before heading to an exhibit next door at The Whitney. This was probably my best breakfast of the week in New York and one o", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Best Doughnuts Ever!!!"], "hotel": ["Fractured Prune"], "contenido": ["Every doughnut I tried was out of this world!!! So worth the calories! I didn't pick them up, but my friend said everyone working there was great!!"], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Great Place to Rent From"], "hotel": ["50 South Surf Shop"], "contenido": ["We rented four bikes from 50 South Surf Shop and everyone I worked with couldn't have been nicer. Such great people! The bikes were delivered and picked up when", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Great addition to our trip to Quebec City"], "hotel": ["Island of Orleans taste and Drink Tour"], "contenido": ["It was nice to get out of town and see other parts of the area. The island is very cute and rustic, but very close to Quebec City. You taste chocolate, nougat, ", "..."], "calificacion": ["40"]},
{"autor": ["NCRedhead105"], "titulo": ["100 years and still going"], "hotel": ["Café Buade"], "contenido": ["There is a reason this place has been going for so long...good solid food paired with very good service in a cozy atmosphere. We ate here twice for breakfast an", "..."], "calificacion": ["40"]},
{"autor": ["NCRedhead105"], "titulo": ["Wonderful Lunch"], "hotel": ["Cochon Dingue Champlain"], "contenido": ["We stopped in here after our walking tour ended in this area. They were very busy, but quick to accommodate us. The service was a little slow as they were super", "..."], "calificacion": ["40"]},
{"autor": ["NCRedhead105"], "titulo": ["The food is good, but..."], "hotel": ["Restaurant L'omelette"], "contenido": ["The food was good although my mother's breakfast was stone cold...we all ordered omelettes and she got scrambled eggs so they must have made her's first and the", "..."], "calificacion": ["30"]},
{"autor": ["NCRedhead105"], "titulo": ["Good place for a quick lunch"], "hotel": ["Pub Saint Patrick"], "contenido": ["This place is big...three levels...so they were able to accommodate us. We sat on the third level...not many stairs where it was quieter than the first level. T", "..."], "calificacion": ["40"]},
{"autor": ["NCRedhead105"], "titulo": ["Excellent farm to table meal"], "hotel": ["Tournebroche"], "contenido": ["Excellent food, service and atmosphere. Make a reservation as this place is popular. The waiter was excellent with wine recommendations. We started with a local", "..."], "calificacion": ["50"]},
{"autor": ["NCRedhead105"], "titulo": ["Go for the smells, leave with the popcorn!"], "hotel": ["Mary's Popcorn"], "contenido": ["Need a snack while walking around old town...this is the place to go. Hardest decision was which one to get!"], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Very expensive for what it is!"], "hotel": ["The Empire Hotel"], "contenido": ["An old hotel very close to Central Park.The rooms are too small ,with exremely small bathroom and with any space to put your clothes, they need renovation.The s", "..."], "calificacion": ["20"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Do not miss it!Fantastic!"], "hotel": ["Gallaghers Steakhouse"], "contenido": ["We have visited the restaurant for Christmas.Fantastic food,very well cooked.Vwey good service.Nice music and the place is very well decorated.if you like meat ", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Extremely expensive without any reason"], "hotel": ["Kochi"], "contenido": ["We have visited the restaurant during our holidays in Christmas.They offer us an 8 plate degustation menu for 185 $ per person,without the wine.The place is lik", "..."], "calificacion": ["10"]},
{"autor": ["georgekaramanis1967"], "titulo": ["A unique food experience!"], "hotel": ["Birdman Athens"], "contenido": ["A unique food experience!All the skewers are very well grilled and marinated successfully.The service is excellent.You have to try this food journey!"], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Best restaurant from our summer holidays!"], "hotel": ["Téchnē Restaurant & Social"], "contenido": ["Τhe best restaurant for our summer holidays.we have visit height different Islands in Greece.Far away the best food,best service,best ingredients.Congrulations ", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["You have to try very nice restaurant!"], "hotel": ["Plakostroto Hydra"], "contenido": ["It is an all day cafe,bar and restaurant.We had breakfast and dinner.Both they were very good,food was very tasteful and the service very polite.Visit it!"], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["A good choice!"], "hotel": ["Lumiere Spetses"], "contenido": ["The rooms are new started on July 2020.They are very nice,clean and with very good service.Breakfast must be improved.They are 5 minutes from the center(Dapia]a", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Unique experience"], "hotel": ["Kritikí Kouzína Mourélo"], "contenido": ["If you want to taste Cretan gastronomy with authentic flavors and fresh and local ingredients visit that restaurant.It is 12 klms from Heraklion but the food is", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Unique experience"], "hotel": ["5 Sentidos"], "contenido": ["The best restaurant in Havana.We have eat in 6 different restaurants through our holidays this week.Far away the best food,average service but very good English", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Very nice food in the center of Havana!"], "hotel": ["Al Carbon"], "contenido": ["A very nice restaurant in the center of Havana.Open kitchen with very good Chef.Very friendly staff and very nice menu and all the food was very well  cooked.Yo", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["The worst experience in a 5 star hotel!!"], "hotel": ["Gran Hotel Manzana Kempinski La Habana"], "contenido": ["l have visit few Kepinski hotels And many 5 star hotels.I had never had so BAD  and uneffiecient service.The staff is not trained well and do not care about the", "..."], "calificacion": ["10"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Overestimated"], "hotel": ["Wynwood Walls"], "contenido": ["It is a very unique and smart idea to change an area and to make it alive!All the things that they sell in that area are exremely expensive,starting from a smal", "..."], "calificacion": ["30"]},
{"autor": ["georgekaramanis1967"], "titulo": ["It could be better!"], "hotel": ["Hyatt Regency Miami"], "contenido": ["If you wnt to stay downtown is an alternative but I am sure not the best!We stay six nigths.When we try to checknin they gave us our room at 16.30 after a lot o", "..."], "calificacion": ["30"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Very small platea!"], "hotel": ["Tacology"], "contenido": ["We visit with my daughters the specific restaurant.Very nice design and atmosphere.The menu was good but the plates were too small.We paid for three small plate", "..."], "calificacion": ["30"]},
{"autor": ["georgekaramanis1967"], "titulo": ["The worst airline ever!"], "hotel": ["Bahamasair"], "contenido": ["I travel for bussiness and pleasure two times per month the last fifteen years.People they are not polite.We stay in the airplane for 70 minutees to wait to loa", "..."], "calificacion": ["10"]},
{"autor": ["georgekaramanis1967"], "titulo": ["φοβερη εμπειρια"], "hotel": ["Trekking Hellas"], "contenido": ["το δοκιμασαμε με την κορη μου και ηταν μια φοβερη εμπειρια.η διαδρομη φανταστικη,οι οδηγοι εμπειροι και ολο το προσωπικο πολυ εξυπηρετικοι.Μην το χασετε!"], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["εξαιρετικο boutique hotel"], "hotel": ["Saz City Life Hotel"], "contenido": ["εχω δοκιμασει ολα τα αξιολογα ξενοδοχεια της πολης.Το SAZ ηταν μια ευχαριστη εκπληξη.Η τοποθεσια πολυ βολικη για καποιον που θελει να μεινει στο κεντρο της πολη", "..."], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Unique food experience"], "hotel": ["Kalokeri"], "contenido": ["A very small restaurant with very unique dishes very good service logical prices.you must try it if you visit the island!"], "calificacion": ["50"]},
{"autor": ["georgekaramanis1967"], "titulo": ["On of the best restaurants"], "hotel": ["Siparos Seaside Restaurant"], "contenido": ["I have visit the restaurant before 4 years.Very good food.good service.Maybe it can some unique dishes do as to be the best.One of the top restaurants."], "calificacion": ["40"]},
{"autor": ["georgekaramanis1967"], "titulo": ["Very poor"], "hotel": ["Warner Bros. Studio Tour Hollywood"], "contenido": ["I do not recomend you to visit.It is a very poor tour and not exciting.There are attractions to visit with much more fun!"], "calificacion": ["10"]},
{"autor": ["db2926"], "titulo": ["Dirty and run down. Amazing location."], "hotel": ["The Empire Hotel"], "contenido": ["The location of this hotel is amazing - right in front of Lincoln Center and walking distance form mid-town. However, this is pretty much where the good ends.", "..."], "calificacion": ["20"]},
{"autor": ["db2926"], "titulo": ["Poor service"], "hotel": ["Esplendor by Wyndham El Calafate"], "contenido": ["Overall the hotel (intended as the structure and rooms) are ok. Nothing particularly good or bad, just ok. However, service was very poor. Particularly the res", "..."], "calificacion": ["20"]},
{"autor": ["db2926"], "titulo": ["Great hotel, will definitely come back"], "hotel": ["Numo Ierapetra Beach Resort"], "contenido": ["We spent 4 nights at Numo Ierapetra, and had a very good time. The hotel is new, very well maintained, and well managed.The highlights: the SPA treatments (we", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["A hidden gem in the heart of Crete"], "hotel": ["Eleonas"], "contenido": ["This hotel is a gem. The atmosphere, way off the tourist hotspots, is soothing and relaxing. Management and staff are incredibly kind and welcoming. Food at the", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["Nice hotel, with room for improvement"], "hotel": ["The Gainsborough Bath Spa"], "contenido": ["We had a nice stay over a weekend with my wife.The good:Overall, the hotel is clean, service was excellent, and the staff was extremely polite, kind and help", "..."], "calificacion": ["40"]},
{"autor": ["db2926"], "titulo": ["Extremely professional - fantastic experience"], "hotel": ["Crystal Mountain Treks"], "contenido": ["We just got back from an amazing 2-weeks trip to Nepal for the Everest Base Camp trek. It has been a, fantastic, unforgettable experience - and part of the reas", "..."], "calificacion": ["50"]},
{"autor": ["db2926"]},
{"autor": ["db2926"], "titulo": ["Filthy and overpriced. STAY AWAY!"], "hotel": ["The Setai, Sea of Galilee"], "contenido": ["We first stayed in the Setai Sea of Galilee in September 2019, when we hosted some of our family and closest friends in the days leading up to our wedding. The ", "..."], "calificacion": ["10"]},
{"autor": ["db2926"], "titulo": ["Paradise on earth!"], "hotel": ["Outrigger Maldives Maafushivaru Resort"], "contenido": ["Maafushivaru is a stunning island and an amazing resort, with a level of service we have rarely seen any where else, ever.On many of the other comments here o", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["Great Lebanese restaurant"], "hotel": ["Byblos Restaurant"], "contenido": ["A simple-looking restaurant with some really excellent food. My wife and I ate here a year ago, and during a recent stay in Dubai we came from the other side of", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["Good hotel, but below the level of other Shangri-La hotels and resorts"], "hotel": ["Shangri-La Dubai"], "contenido": ["I am a regular client of Shangri-La hotels, having stayed at many of their hotels (Bangkok, Colombo, Shanghai, Singapore, and Abu Dhabi) and I believe they are ", "..."], "calificacion": ["40"]},
{"autor": ["db2926"], "titulo": ["Excellent for vegetarians "], "hotel": ["Nelson's Bar"], "contenido": ["Very tasty food, and excellent vegetarian options. We ate here twice over a weekend. The bruschetta with mushrooms is absolutely outstanding. Veggie burger and ", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["Excellent resort, but too many kids"], "hotel": ["Daios Cove"], "contenido": ["Excellent resort with one caveat - it is very (perhaps too much) family-friendly. Definitely more than advertised on the hotel's own website and the various onl", "..."], "calificacion": ["40"]},
{"autor": ["db2926"], "titulo": ["Vegetarian friendly - best restaurant (by far) we tried in Crete"], "hotel": ["Raki Ba Raki 1600"], "contenido": ["In a place like Crete where food standards are generally very high and virtually every restaurant we tried served good, fresh, and very tasty food Raki Ba Raki ", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["Very nice hotel in the heart of Positano"], "hotel": ["Hotel Poseidon"], "contenido": ["A very nice hotel in the heart of Positano, just a few minutes walk away from the city center.First and foremost - extra points for taking social distancing m", "..."], "calificacion": ["40"]},
{"autor": ["db2926"], "titulo": ["Great place - will definitely return"], "hotel": ["Villa Vitae Balatonfured"], "contenido": ["Such a great place for a relaxing getaway.The best parts are probably: A. the location, very quiet, surrounded by vineyards and green; B.  the fact that it's ", "..."], "calificacion": ["40"]},
{"autor": ["db2926"], "titulo": ["Words cannot explain what an amazing hotel this is"], "hotel": ["Cavallino Bianco Family Spa Grand Hotel"], "contenido": ["Tripadvisor is literally packed with positive comments and reviews giving an \"excellent\" grade to this hotel so I will not repeat what everyone else already wro", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["Don't let the fancy looks fool you!"], "hotel": ["Herods Vitalis Spa Hotel Eilat"], "contenido": ["One of the most disappointing experiences I've had in a while.After reading great reviews and getting positive feedback from some friends, I've picked the hote", "..."], "calificacion": ["10"]},
{"autor": ["db2926"], "titulo": ["A place you won’t forget"], "hotel": ["Cinnamon Lodge Habarana"], "contenido": ["Amazing.The setting: quiet and relaxing, immersed in natureThe food: the breakfast and dinner buffet present a great variety of tasty food, including local fo", "..."], "calificacion": ["50"]},
{"autor": ["db2926"], "titulo": ["You get what you pay for"], "hotel": ["French Garden Tourist Rest"], "contenido": ["Simple guesthouse that reflects very well its (low) price.Pros: clean, cheap, with a staff that’s extremely kind and helpfulThings to keep in mind (aka: “cons", "..."], "calificacion": ["30"]},
{"autor": ["MtnFamily03"], "titulo": ["Needs updating"], "hotel": ["The Empire Hotel"], "contenido": ["The hotel is in a great location and you can tell it was once very nice. It's in desperate need of an update. Rooms were hot and it was only 25 degrees outside,", "..."], "calificacion": ["30"]},
{"autor": ["Simon"], "titulo": ["Terrific Taco and Tequila Tour"], "hotel": ["Food and Mixology Tour: Tequila, Tacos, and Mexican Cocktails"], "contenido": ["Such a great time with Gio who was so knowledgeable about everything we ate and drank.  All the tacos were delicious with the fried cheese tacos the absolute st", "..."], "calificacion": ["50"]},
{"autor": ["Simon"], "titulo": ["Great location"], "hotel": ["The Empire Hotel"], "contenido": ["Great location, fantastic bar but rock hard beds and crappy air conditioning.  Hard to sleep when room temp is 76.  Nice seating area in the room but apparently", "..."], "calificacion": ["40"]},
{"autor": ["John M"], "titulo": ["Empire Hotel"], "hotel": ["The Empire Hotel"], "contenido": ["We just stayed in this hotel and it was fantastic.  The staff were so nice and helpful.  The location and quality of the room were first rate.  I would highly r", "..."], "calificacion": ["50"]},
{"autor": ["John M"], "titulo": ["South park hotel"], "hotel": ["Park South Hotel"], "contenido": ["This place was amazing.  The food, the room and the staff were the best I've experienced in NYC.  HIGHLY recommend this hotel to any business or pleasure travel", "..."], "calificacion": ["50"]},
{"autor": ["John M"], "titulo": ["Rental home in La Spezia italy"], "hotel": ["A GARDEN TWO MINUTES WALK TO THE SEA - CITRA CODE: 011015-LT-0180"], "contenido": ["I rented a home from Luan in La Spezia  Italy beginning on June 22 for three nights through June 25. The home was outstanding.  It had two large bathrooms along", "..."], "calificacion": ["50"]},
{"autor": ["Cyndee S"], "titulo": ["A great stay over the holidays!"], "hotel": ["The Empire Hotel"], "contenido": ["A 5-night stay over the Christmas holidays was made easy and effortlessly by the staff at The Empire!  Clean, courteous and quiet…just the place I needed to unw", "..."], "calificacion": ["50"]},
{"autor": ["Philip P"], "titulo": ["Frustrating"], "hotel": ["Element New York Times Square West"], "contenido": ["I’m surprised at some of the recent positive reviews of the hotel because this place has a lot of challenges. It’s not kept up well (lots of holes and painted s", "..."], "calificacion": ["20"]},
{"autor": ["Philip P"], "titulo": ["Beware"], "hotel": ["Hampton Inn Manhattan-35th St/Empire State Bldg"], "contenido": ["Hotel is closed and they don’t tell you this until a week before your reservation. Worse, despite many Hilton family hotels nearby, they won’t put you at one of", "..."], "calificacion": ["10"]},
{"autor": ["Philip P"], "titulo": ["Great day on the water"], "hotel": ["Boating like a Local for 12"], "contenido": ["We had a great time on the water with Captain Ross. His first priority was safety and after that made sure we had such a fun time."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Great show!"], "hotel": ["Shin Lim: Limitless at the Mirage Las Vegas"], "contenido": ["We have been fans since watching him on America's Got Talent.  The show was very impressive.  The tricks left our mouths open many times.  We really did enjoy C", "..."], "calificacion": ["40"]},
{"autor": ["Prithi D"], "titulo": ["Blow away!"], "hotel": ["Mat Franco Magic Reinvented Nightly at the LINQ Hotel and Casino"], "contenido": ["We were completely blown away with this show.  We are fans of magic and we were totally amazed!  He is very personable and interactive with the audience.  I rec", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Gluten free options"], "hotel": ["The Henry"], "contenido": ["Highly recommend getting reservations.  The place is small but the food and service are great!  Came here for breakfast/lunch as we arrived around 10:30.  They ", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Great gluten free options"], "hotel": ["Wicked Spoon"], "contenido": ["When travelling with a person who has Celiac, you have to do your research to make sure you find places you can eat and eat safely or your trip could be ruined.", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Gluten free Chicken & Waffles"], "hotel": ["Yardbird Table & Bar"], "contenido": ["People who are required to eat gluten free due to Celiac Disease will be thrilled to come here!  Worth every penny although it is pricey!!  The $42 Chk & Waffle", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["HUGE nachos"], "hotel": ["Nacho Daddy"], "contenido": ["Came here for the gluten free options and their nachos did not disappoint!  Yes, it was $32 for the Surf & Turf Nachos (shrimp and filet mignon) but it literall", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Pricey Night Out but had gluten free options"], "hotel": ["Beauty & Essex"], "contenido": ["We have been to B & E is NYC twice.  This was our first visit to the Las Vegas location and we had a daughter who has Celiac with us.  I had heard good things a", "..."], "calificacion": ["40"]},
{"autor": ["Prithi D"], "titulo": ["Gluten free pizza option"], "hotel": ["Flour & Barley"], "contenido": ["Came here for the gluten free pizza.  Have visited other locations and it is always nice to be able to order deep dish gluten free pizza.  It was loaded with pe", "..."], "calificacion": ["40"]},
{"autor": ["Prithi D"], "titulo": ["Do not sit in the back room"], "hotel": ["Bua Thai Ramen & Robata Grill"], "contenido": ["4 stars for food, 2.5 stars for atmosphere, vibe, etc.  I'll start with the negative.  The place is stunning but in the back where we were seated was super cram", "..."], "calificacion": ["30"]},
{"autor": ["Prithi D"], "titulo": ["Great location!!"], "hotel": ["Element New York Times Square West"], "contenido": ["Read many reviews when choosing a hotel to stay at for our visit.  EVERY hotel has negative reviews - cold water, long lines for elevator, homeless outside entr", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["HUGE portions"], "hotel": ["Carmine's Italian Restaurant - Times Square"], "contenido": ["This place does not need more good reviews because if you know, you know!  Old School, family style service and food.  I will reiterate that the portions are HU", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Breakfast for under $6"], "hotel": ["Best Bagel and Coffee"], "contenido": ["Yes there was a line on a random Thursday around 9 am but it moved quickly.  Got an Everything bagel with garlic cream cheese!  Perfect start to a full day of w", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Get the Biscuits & Sausage Gravy!"], "hotel": ["Jacob's Pickles"], "contenido": ["This place was recommended to us...we easily made a res on a Wednesday in November.  The place has a very cool vibe and was pretty full.  There does look like t", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Piping hot and spicy Ramen for a cold day"], "hotel": ["IPPUDO WESTSIDE (Midtown)"], "contenido": ["Lunch on a cold day in November called for Ramen!  Searched Ramen near my hotel and this one caught my eye after many glowing reviews and it lived up to the hyp", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Cool bar with a lively atmosphere"], "hotel": ["District Tap House"], "contenido": ["Came here because it was near our hotel after we had a long flight.  Place was lively, with lots of people.  Did not have a res and literally got the last table", "..."], "calificacion": ["40"]},
{"autor": ["Prithi D"], "titulo": ["Perfect Date Night"], "hotel": ["Fog Harbor Fish House"], "contenido": ["This place is located on Pier 39, in the heart of tourist heaven LOL.  We were coming because so many people had told us this is THE place for clam chowder (and", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["For Garlic Lovers"], "hotel": ["The Stinking Rose"], "contenido": ["Came here solo for lunch.  Did not have a reservation but they asked if I wanted inside or not.  There was another solo diner outside so I opted for that as it ", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Great spot in downtown"], "hotel": ["The Clancy, Autograph Collection"], "contenido": ["Very friendly front staff.  Large lobby connected to the coffee shop, restaurant, and bar.  Plenty of comfortable spots for lounging.  There was a cool patio as", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Great spot right across from The Clancy hotel"], "hotel": ["Fly Trap"], "contenido": ["Came here on a rainy Tuesday...the place was pretty busy but we were able to get 2 spots at the bar.  The place has a laid back, eclectic vibe with friendly ser", "..."], "calificacion": ["50"]},
{"autor": ["Prithi D"], "titulo": ["Gluten free pastries"], "hotel": ["Raven's Nest"], "contenido": ["Searched for a place with gluten free options.  We called and they said they were just bringing out gf donuts!  We headed over there and picked up a gluten free", "..."], "calificacion": ["50"]},
{"autor": ["Joe Golfer"], "titulo": ["Don’t want to go back"], "hotel": ["Element New York Times Square West"], "contenido": ["There was not many choices when I was looking for a decent stay in midtown nyc. I think I paid about $300 a night plus tax for a few nights until my business co", "..."], "calificacion": ["30"]},
{"autor": ["Joe Golfer"], "titulo": ["Train is easier and faster."], "hotel": ["Premium Transfer from Zürich Airport or city to Basel city, port or Airport"], "contenido": ["I found the better way to move out from Zurich, which is by trains, SBB, Swiss national raikway service."], "calificacion": ["30"]},
{"autor": ["Joe Golfer"], "titulo": ["Enjoyable Golf Course"], "hotel": ["Kiahuna Golf Club"], "contenido": ["It’s been more than 10 years since last time I played here Kiahuna Golf. At that time I was offered $99 unlimited golf for tourists while staying in Kauai. We", "..."], "calificacion": ["50"]},
{"autor": ["Joe Golfer"], "titulo": ["Getting Worse"], "hotel": ["Kauai Beach Resort & Spa"], "contenido": ["I’ve been staying this hotel for over 20 years and and I feel the service and conditions are getting very poor in the past several years. As matter of fact, I s", "..."], "calificacion": ["20"]},
{"autor": ["Joe Golfer"], "titulo": ["Too dirty floor"], "hotel": ["Sotetsu Fresa Inn Kawasaki-Higashiguchi"], "contenido": ["I stayed at the hotel summer of 2019 and found a floor in room was too dirty. It needs to be replaced if they want to have repeaters. The hotel was managed by a", "..."], "calificacion": ["20"]},
{"autor": ["Joe Golfer"], "titulo": ["Good itinerary but not good cruise"], "hotel": ["Caribbean Princess"], "contenido": ["The Princess is cheap and with full inexperienced employees and managers. If you want to enjoy on a boat, you should choose to pay more to get better cruise."], "calificacion": ["20"]},
{"autor": ["Joe Golfer"], "titulo": ["Convenient and comfortable"], "hotel": ["JR-East Hotel Mets Kawasaki"], "contenido": ["All jr hotels are located just next to major stations and so this one does. Hotel attendants are available upon ringing a bell to save unnecessary standing at a", "..."], "calificacion": ["40"]},
{"autor": ["Joe Golfer"], "titulo": ["Clean but terrible service"], "hotel": ["Daiwa Roynet Hotel Kawasaki"], "contenido": ["Have been staying this location for over ten years and noticed their service is getting worse and worse. They used have very professional guest tellers (checkin", "..."], "calificacion": ["20"]}
]