[
{"titulo": ["Mighty Morphin Power Rangers: Once and Always - Reseña"]},
{},
{},
{"titulo": ["The Medium (PS5) - Reseña"]},
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "contenido": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"titulo": ["Reseña de Super Mario Bros. La Película"], "fecha_de_publicacion": ["5 de Abril de 2023"]},
{"titulo": ["Guía de lanzamientos mayo 2023"], "fecha_de_publicacion": ["28 de Abril de 2023"]},
{"titulo": ["Rainbow Six Extraction para PS4, PS5 y Xbox Series está a menos de $300 en Amazon México"], "contenido": ["Rainbox Siw: Extraction", " es la más reciente entrega de la serie de videojuegos de Ubisoft inspirada en las obras del autor estadounidense Tom Clancy y ya puedes encontrar las versiones para PS4, PS5 y Xbox Series X/S a un precio casi inmejorable en", " ", "Amazon México", ".", "El título, lanzado en enero de 2022, tiene un precio de lista de $999, pero actualmente puedes conseguirlo para estas tres plataformas en menos de $300. La versión para PlayStation tiene un costo de ", "$278", " y puedes conseguirla en el link que aparece a continuación:", " ", "\n", "\n\n", "\n", "Tom Clancy's Rainbow Six Extraction para PS4", "\n", "\n", "Precio de lista: ", "$999", "\n\n", "Precio actual: ", "$278", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Cualquiera de las versiones de ", "Extraction", " que te presentamos aquí, incluye 90 armas y artefactos, 18 operadores con profesión, 12 mapas dinámicos, retos semanales, contenido post lanzamiento gratuito y mucho más.", "La versión para PlayStation 5 también tiene un costo de ", "$99", "9", ", pero actualmente puedes conseguirlo por ", "$29", "9", " y a continuación puedes encontrarlo.", "\n", "\n\n", "\n", "Tom Clancy's Rainbow Six Extraction para PS5", "\n", "\n", "Precio de lista: ", "$999", "\n\n", "Precio actual: ", "$29", "9", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "También te incluyen el “Pase Buddy\", con el que puedes invitar a dos amigos, de cualquier plataforma, a jugar ", "Extraction", " gratis por 14 días.", "Si lo que estás buscando es la versión para Xbox Series X/S, a continuación te la dejamos. Su costo de lista es de ", "$289", "; así que si quieres entrar a este mundo de ", "Extraction", ", y jugar un entretenido ", "shooter", " cooperativo, esta es una oportunidad inmejorable.", "\n", "\n\n", "\n", "Tom Clancy's Rainbow Six Extraction para Xbox Series X/S", "\n", "Precio de lista: ", "$289", "\n", "Buy on Amazon ↗", "\n", "\n", "En ", "Rainbow Six: Extraction", " tendrás que luchar contra una amenaza alienígena altamente letal y en constante evolución que está remodelando el campo de batalla. Tendrás que hacer equipo con más jugadores para enfrentar a más de 10 arquetipos únicos parasitarios. Desde el escurridizo Tormenter hasta el abrumador Apex, sus habilidades -y mutaciones aleatorias- se interpondrán en tu camino.", " ", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales.", " "]},
{"titulo": ["The Last of Us: Parte 1 se lanzará en PC \"poco después\" de su llegada a PS5"], "contenido": ["Si eres de los/las que están ansiosos por jugar ", "The Last of Us Parte 1 ", "en PC, puede que la espera vaya a ser más corta de lo que pensabas. Según un desarrollador de Naughty Dog, se espera que la versión del galardonado título post apocalíptico del estudio se lance en PC “poco después” del lanzamiento en PlayStation 5.", "El encargado de revelar la información fue el artista sénior de texturas ambientales, Jonathan Benainous, que a través de una respuesta a un comentario de un fan en Twitter, informó que la versión para PC de ", "The Last of Us Parte 1", " llegará poco tiempo después del lanzamiento del título en PS5, programado para el 2 de septiembre.", " ", "\n", "Glad to hear you're hyped man! PC version should come out a bit later, but very soon after the PS5 release!", "\n— Jonathan BENAINOUS (@JonathanBenaino) ", "July 23, 2022", " ", "\n", " ", "\n", "> ¡Súper emocionado de ver The Last of Us en PC! El tener esta buena actualización es más que bienvenido y estoy muy entusiasmado. ¡Increíble trabajo, chicos!", "\n", "\n>>> ¡Me alegra saber que estás emocionado, amigo! La versión para PC debería salir un poco más tarde, ¡pero muy poco después del lanzamiento de PS5!", "\n", "La versión de PS5 se anunció para el 2 de septiembre de este año y la versión para PC sólo se incluyó como “en desarrollo”. Dadas las largas esperas que tienen los lanzamientos en PC de las exclusivas de PlayStation, a muchos les preocupaba que esta vez fuera igual y tuvieran que pasar varios meses para la llegada del primer título de la saga a PC. No obstante, gracias al tuit de Benainous, pueden estar tranquilos.", "“Muy pronto” no parece ser una espera muy larga, por supuesto, pero suena a que aquellos que juegan en PC no deberían tener que esperar demasiado tiempo para ponerle las manos al título después de que llegue a manos de los jugadores de PS5.", "Lo destacado aquí es el hecho de que el lanzamiento de ", "The Last of Us Parte 1", " en PC quedará marcado como la primera vez que la franquicia de dos partes aterriza en una plataforma que no es PlayStation, por lo que el lanzamiento de la nueva versión en PC da un poco más de credibilidad a los incontables rumores sobre que ", "The Last of Us Parte 2", " también recibirá un port. Sólo el tiempo dirá si Naughty Dog tiene esto en mente.", " ", "The", " ", "Last of Us Parte 1", " aprovechará el hardware del PS5 y mostrará modelos de personajes muy actualizados, entornos rediseñados, retroalimentación háptica y más. Sin embargo, la recepción de esta nueva versión entre los fans ha sido mixta, dado que la mayoría de las mejoras están relacionadas con los visuales del juego, y muchos se siente frustrados por su alto precio, sobre todo considerando que la remasterización del juego para PS4 de 2014 todavía se ve bastante bien.", "The Last of Us Part 1", " llegará a PS5 este 2 de septiembre.", " ", "\n", "\n\n", "\n", "\nPreventa de The Last of Us Parte 1- PlayStation 5 - Standard Edition", "\n", "\n", "Precio de lista: ", "$1,799", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", " "]},
{"titulo": ["PlayStation: ante escasez de PS5, Sony fabricará más PS4"], "contenido": ["Para ", "hacer frente a la actual escasez mundial de PS5,", " Sony aparentemente decidió ", "producir más PS4 de las que tenía previstas inicialmente", " para ayudar a \"llenar el vacío de suministro y mantener a los jugadores dentro del ecosistema PlayStation.\"", "Así lo informó ", "Bloomberg", ", ", "quien afirma que Sony ha comunicado a sus socios", " que tiene previsto producir más PS4 a lo largo de 2022 a pesar de tener planes de \"interrumpir el montaje a finales de 2021.\"", "La estrategia ", "añadiría aproximadamente un millón de PS4 ", "para ayudar con el hecho", " de que no puede producir suficientes PS5 ", "debido a la", " escasez global de chips ", "que está afectando a muchas compañías del mundo de la tecnología, d", "ebido a los desafíos que han surgido con la pandemia de Covid-19.", " ", " ", "cifra podría ajustarse en función de la demanda", "la consola más previa utiliza chips menos avanzados,", "Según un ", "trabajador de Sony que pidió permanecer en el anonimato", ", esta estrategia pretende \"llenar el vacío de oferta y mantener a los jugadores dentro del ecosistema de PlayStation.\"", "Además, ", "el aumento de la producción de consolas PS4 parece dar a Sony", " \"más margen de maniobra a la hora de negociar con los socios fabricantes para conseguir un mejor trato.\"", "Sony confirmó a Bloomberg que la", " producción de PS4 continuaría a lo largo de 2022, pero también ha negado que estuviera", " planeando dejar de producir su anterior consola durante este período.", "\"Es una de las consolas más vendidas de la historia y siempre hay cruce entre generaciones\", dijo un portavoz de Sony.", "Por otra parte, Amazon México", " tiene un buen descuento en varios títulos icónicos", " tanto para PS4 como PS5.", " "]},
{"titulo": ["Grand Theft Auto 5 - Tráiler de gameplay en PS5"], "fecha_de_publicacion": ["9 de Septiembre de 2021"]},
{"titulo": ["Power Rangers: Once & Always rinde homenaje a Thuy Trang y Jason David Frank"], "contenido": ["Mighty Morphin Power Rangers", ", una de las franquicias más importantes de la decada de los 90's, celebró sus 30 años con un episodio especial llamado ", "Once & Always ", "que ya está disponible en la plataforma de ", "Netflix", " y que trae de vuelta al primer equipoque conocimos en la serie para enfrentar una vez más a su más grande enemiga ", "Rita Repulsa", ". El equipo originalesta conformado por ", "Billy", ", el ", "Ranger Azul ", "(", "David Yost", "), ", "Zack", ", el ", "Ranger Negro ", "(", "Walter Emanuel Jones)", ", ", "Rocky", ", el ", "Ranger Rojo", " (", "Steve Cardenas)", " y ", "Kat", ", la ", "Ranger Rosa ", "(", "Catherine Sutherland)", ". Pero dentro de la historia descubrimos que algunos ", "Rangers", " fueron capturados y ", "Trini", ", la", " Ranger Amarilla", " tuvo un final bastante triste, dejando su legado a su hija ", "Mihn", ".", "El especial ", "Mighty Morphin Power Rangers: Once & Always", ", toma lugar 30 años después de la primera vez qe los chicos se convirtieron en ", "Power Rangers", ", y cabe señalar que el especial haciendo una especial mención en los personajes de ", "Trini", " y ", "Tommy Oliver", ", este último sí aprece dentro del especial pero siempre leva el traje puesto, pese a que el especial se filmo mientras ", "Jason David Frank ", "aún vivía, este no aceptó participar, aunque nunca se aclararon sus motivos. Las otras dos grandes ausencias son ", "Amy Jo Johnson", ", la ", "Ranger Rosa ", "y ", "Austin St. John", ", el ", "Ranger Rojo", ". La primera debido a que en palabras de ", "Jo Johnson", ", no quería usar un traje de spandex a sus 50 años o tener que viajar a Nueva Zelanda por un mes, mientras que ", "St. John ", "no ha dado declaración, pero es posible que se deba a su arresto por fraude fiscal en 2021.", "A pesar de que este especial nos da un golpe la nostalgia, y nos recuerda bastantes buenos momentos de nuestra infancia, el final es mucho más emotivo de lo que parece, pues justo después de que todos salvan al mundo una vez más, se hace una transición a uno de los episodios de la segunda temporada de la serie original de los ", "Power Rangers", ". En ese episodio en particular, ", "Kimberly", " y ", "Zack", " le dedican una gran serenata a ", "Tommy", ", que era interpretado por ", "Jason David Frank", ", y mientras la canción suena aparece un mensaje de: “En memoria de…” y salen fotografías de los fallecidos ", "Thuy Trang ", "y ", "Jason David Frank", " con la frase “", "Una vez Ranger, siempre Ranger", "”. Sin duda, un gran final para celebrar los 30 años de una de las franquicias favoritas de todos.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Reporte: Shuhei Yoshida no está seguro sobre si habrá un PS5"], "contenido": ["Lorne Lanning, creador de Oddworld, ha dicho que Shuhei Yoshida, jefe de PlayStation, ha expresado incertidumbre sobre si habrá un PlayStation 5.", "Lanning hizo los comentarios en el Game Informer Show (descubierto por el usuario de NeoGAF ", "generic_username", "), donde dijo que le hizo una pregunta sobre la futura consola en una entrevista entre los dos:", "\"Dije, 'bueno, ¿cómo se vería un PlayStation 5?, y él dijo 'quieres decir si'\". [...] dije 'estás dispuesto a decir eso en un escenario?' y él dijo, 'sí, es un si'\".", "salta al 45:04 para escuchar los comentarios de Lanning.", "Mientras que es extremadamente dudoso que Yoshida implique que la marca PlayStation dejará de existir, la aparente existencia de una actualización a mitad de generación del PS4, aparentemente llamada NEO, podría apuntar a los planes futuros de las consolas, con espacios mucho más cortos entre \"generaciones\".", "\"Fue algo muy interesante\", dijo Lanning, \"y no me dio una respuesta clara, pero está haciendo alusión a [necesitar] ser más ágil. Ninguno de nosotros sabe cómo se vera realmente el futuro, por lo que ¿cómo nos adaptamos más rápido? Para mí es la forma en la que él estaba pensando [...]. La idea de que tengas que relanzar una pieza de tecnología que dure siete años hacia el futuro, creo, es cada vez menos y menos viable\"."]},
{"titulo": ["PS5: así puedes obtener la nueva actualización que mejora el rendimiento del sistema"], "contenido": ["Sony lanzó la actualización 20.02-02.25.00 para PlayStation 5, la cual pesa 866MB.", "Los detalles no se conocen en este momento, y la descripción oficial simplemente dice que \"esta actualización del software del sistema mejora el rendimiento del sistema\". Nos hemos puesto en contacto con Sony para comentar sobre qué debería cambiar la actualización.", "Desde su llegada, los informes no confirmados han apuntado a problemas potenciales con el modo de reposo de PS5 y fallas relacionadas con el disco duro externo; esta actualización puede ser un intento de solucionarlos.", "Lamentablemente, después de haberla probado, esta actualización aparentemente no soluciona el error de la cola de descarga que ha afectado a Call of Duty: Black Ops Cold War, entre otros juegos.", "Si desea descargar el parche manualmente, dirígete a: Configuración> Sistema> Software del sistema> Actualización y configuración del software del sistema> Actualizar software del sistema.", "La actualización llega poco antes del segundo día de lanzamiento de la PS5, cuando se llegará en muchos territorios nuevos, incluido Europa, luego de su lanzamiento el 12 de noviembre en EE. UU., Japón, Canadá, México, Australia, Nueva Zelanda y Corea del Sur.", "Para más de la nueva consola de siguiente generación, no te pierdas nuestro unboxing en el siguiente video: "]},
{"titulo": ["Xbox Series X/S, Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 26 al 28 de febrero"], "contenido": ["Llegamos al final de febrero, y como cada viernes les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si resulta que no tienen nada nuevo que jugar o simplemente están con ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "Dying Light", " - Pueden probar este juego en Steam durante el fin de semana, y si se deciden a comprarlo pueden aprovechar que tiene un 66% de descuento.", "\n\t", "Deep Rock Galactic", " - Pueden probar este juego en Steam durante el fin de semana, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "Sunless Sea ", "- Epic Games Store está regalando este juego. Podrán descargarlo hasta el 4 de marzo y se quedará en su biblioteca de forma permanente.", "\n\t", "Outriders Demo", " - Pueden descargar el demo en Steam, incluye ", "el capitulo inicial de la campaña sin restricciones", ".", "\n\t", "Call of Duty: Black Ops Cold War Multijugador Gratis", " - Del 25 de febrero al 4 de marzo en Battle.net encontrarán el multijugador gratis y un demo de la experiencia Zombies Outbreak.", "\n", "\n", "Season Two's Free Access Week has begun.", "\n", "\nJoin the fight and jump into select ", "#BlackOpsColdWar", " maps, modes, and more from now until March 4th at 10am PT. ", "pic.twitter.com/tFT71ELv8A", "\n— Call of Duty 🧟 (@CallofDuty) ", "February 25, 2021", "Xbox Series X/S - Xbox One", "\n\t", "Diablo III: Reaper of Souls - Ultimate Evil", " - Como parte de la promoción Días de juego gratis hasta el 1 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 67% de descuento.", "\n\t", "Nickelodeon Kart Racers 2: Grand Prix", " - Como parte de la promoción Días de juego gratis hasta el 1 de marzo, y si se deciden a comprarlo pueden aprovechar que tiene un 50% de descuento.", "\n\t", "Outriders Demo", " - Pueden descargar el demo en Xbox Store, incluye el capitulo inicial de la campaña sin restricciones.", "\n\t", "Call of Duty: Black Ops Cold War Multijugador Gratis", " - Del 25 de febrero al 4 de marzo en Xbox Store encontrarán el multijugador gratis y un demo de la experiencia Zombies Outbreak.", "\n\t", "Gears 5", " - Como parte de los ", "Games with Gold de febrero", ".", "\n\t", "Resident Evil", " - Como parte de los Games with Gold de febrero.", "\n\t", "Dandara: Trials of Fear Edition ", "- Como parte de los Games with Gold de febrero.", "\n\t", "Lost Planet 2", " - Como parte de los Games with Gold de febrero.", "\n", "\n", "Nota: los juegos de Xbox One se pueden jugar en Xbox Series X/S por medio de la retrocompatibilidad.", "PlayStation 5", "\n\t", "Control: Ultimate Edition", " - Como parte de los juegos de ", "PlayStation Plus de febrero", ".", "\n\t", "Destruction AllStars", " - Como parte de los juegos de PlayStation Plus de febrero.", "\n\t", "Outriders Demo", " - Pueden descargar el demo en PlayStation Store, incluye el capitulo inicial de la campaña sin restricciones.", "\n\t", "Call of Duty: Black Ops Cold War Multijugador Gratis", " - Del 25 de febrero al 4 de marzo en PlayStation Store encontrarán el multijugador gratis y un demo de la experiencia Zombies Outbreak. Además, en PlayStation viene en exclusiva el modo Onslaught.", "\n", "PlayStation 4", "\n\t", "Control: Ultimate Edition", " - Como parte de los juegos de PlayStation Plus de febrero.", "\n\t", "Concrete Genie", " - Como parte de los juegos de PlayStation Plus de febrero.", "\n\t", "Outriders Demo", " - Pueden descargar el demo en PlayStation Store, incluye el capitulo inicial de la campaña sin restricciones.", "\n\t", "Call of Duty: Black Ops Cold War Multijugador Gratis", " - Del 25 de febrero al 4 de marzo en PlayStation Store encontrarán el multijugador gratis y un demo de la experiencia Zombies Outbreak. Además, en PlayStation viene en exclusiva el modo Onslaught.", "\n", "Nintendo Switch", "\n\t", "Jump Rope Challenge", " - Disponible como descarga gratuita (La descarga gratuita sería solo hasta el 30 de septiembre, pero Nintendo decidió extender el período).", "\n\t", "Super Mario Bros. 35", " - Disponible como ", "descarga gratuita con Nintendo Switch Online", ".", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas como el popular ", "Fortnite", ", y por supuesto el catálogo de Xbox Game Pass con muchas opciones para los suscriptores."]},
{"titulo": ["Xbox Series X/S, Xbox One, PS4, PS5, Switch y PC: estos son los juegos sin costo que podrás conseguir del 21 al 23 de mayo"], "contenido": ["Como de costumbre les tenemos los juegos que pueden probar o conseguir gratis durante este fin de semana, así que si no tienen nada nuevo que jugar o simplemente están con ganas de probar algo diferente, denle un vistazo al listado que incluye títulos para PC, PlayStation 4, PlayStation 5, Xbox One, Xbox Series X/S y Nintendo Switch.", "A continuación pueden ver la lista de juegos, teniendo en cuenta que algunos son solo pruebas temporales, otros son regalos y algunos más son descargas gratuitas permanentes que se otorgan por estar suscrito a algún servicio o como parte de alguna promoción.", "PC", "\n\t", "F1 2020", " - Pueden probar este juego en Steam durante el fin de semana, y si se deciden a comprarlo pueden aprovechar que tiene un 75% de descuento.", "\n\t", "Beyond the Wire", " - Pueden probar este juego en Steam durante el fin de semana, y si se deciden a comprarlo pueden aprovechar que tiene un 35% de descuento.", "\n\t", "NBA 2K21", " - Epic Games Store está regalando este juego. Podrán descargarlo hasta el 27 de mayo y se quedará en su biblioteca de forma permanente.", "\n\t", "Steam tiene múltiples promociones, incluyendo el Fin de Semana del Editor de Paradox Interactive, Rainbow Six Siege con un 60% de descuento, Red Dead Redemtion 2 con un 33% de descuento y más.", "\n\t", "Epic Games Store tiene la Megaoferta de Epic con hasta un 75% de descuento en una selección de juegos y diversas rebajas en títulos como Assassin's Creed Valhalla, Cyberpunk 2077, Outriders y más.", "\n", "Xbox Series X/S - Xbox One", "\n\t", "Gears 5", " - Como parte de la promoción Días de juego gratis hasta el 23 de mayo, y si se deciden a comprarlo pueden aprovechar que tiene un 60% de descuento.", "\n\t", "F1 2020", " - Como parte de la promoción Días de juego gratis hasta el 23 de mayo, y si se deciden a comprarlo pueden aprovechar que tiene un 75% de descuento.", "\n\t", "Armello ", "- Como parte de los ", "Games with Gold de mayo", ".", "\n\t", "Dungeons 3", " - Como parte de los Games with Gold de mayo.", "\n\t", "Tropico 4", " - Como parte de los Games with Gold de mayo.", "\n", "Por cierto, recuerden que ya pueden jugar en línea todos los juegos gratuitos ", "sin necesidad de Xbox Live Gold", ".", "Nota: los juegos de Xbox One se pueden jugar en Xbox Series X/S por medio de la retrocompatibilidad.", "PlayStation 5 / PlayStation 4", "\n\t", "Wreckfest: Drive Hard. Die Last (PS5)", " - Como parte de los ", "juegos de PlayStation Plus de mayo", ".", "\n\t", "Battlefield V (PS4)", " - Como parte de los juegos de PlayStation Plus de mayo.", "\n\t", "Stranded Deep (PS4) ", "- Como parte de los juegos de PlayStation Plus de mayo.", "\n", "Por cierto, tengan en cuenta que habrá ", "fin de semana de multijugador online gratuito en PS4 y PS5", " desde el sábado 22 de mayo a las 12:01 AM hora local hasta el domingo 23 de mayo a las 11:59 PM hora local.", "Nintendo Switch", "\n\t", "Jump Rope Challeng", "e - Disponible como descarga gratuita.", "\n", "Además de todos estos títulos también está la opción de varios free-to-play disponibles para descargar en las diferentes plataformas como Fortnite, Apex Legends y Warzone, además de que el catálogo de Xbox Game Pass con muchas opciones para los suscriptores incluyendo los que se ", "estarán agregando en esta segunda mitad de mayo", "."]},
{"titulo": ["PS5 y PS4: PlayStation Store tiene la promoción Ofertas de Medio Año con grandes descuentos en una selección de juegos"], "contenido": ["Es un buen momento para reforzar su colección de juegos en PlayStation ya que Sony Interactive Entertainment ha anunciado la promoción Ofertas de Medio Año que ya está disponible en PlayStation Store.", "La promoción Ofertas de Medio Año estará vigente hasta el 4 de agosto y tiene cientos de títulos con descuento, incluyendo FIFA 21, Hitman 3, Mass Effect Legendary Edition, Yakuza: Like a Dragon y muchos más.", "En ", "este enlace", " pueden ir directamente a la sección de la promoción en PlayStation Store para ver todos los juegos y sus respectivos descuentos, pero a continuación les dejamos un listado con algunos de los más destacados:", "\n\t", "Call of Duty: Black Ops Cold War -50% de descuento", "\n\t", "Hitman 3 -50% de descuento", "\n\t", "Spider-Man: Miles Morales -21% de descuento", "\n\t", "Returnal -29% de descuento", "\n\t", "Mass Effect Legendary Edition -25% de descuento", "\n\t", "Demon's Soul -29% de descuento", "\n\t", "GTA V: Edición Premium -50% de descuento", "\n\t", "FIFA 21 -75% de descuento", "\n\t", "Mortal Kombat 11 Ultimate -60% de descuento", "\n\t", "Red Dead Redemption 2 -59% de descuento", "\n\t", "Final Fantasy XIV: Shadowbringers -60% de descuento", "\n\t", "Borderlands 3 -67% de descuento", "\n\t", "Watch Dogs Legion Edición Gold -60% de descuento", "\n\t", "Marvel's Avengers -40% de descuento", "\n\t", "Star Wars Jedi: Fallen Order -50% de descuento", "\n\t", "Overwatch Legendary Edition -67% de descuento", "\n\t", "Marvel's Spider-Man Game of the Year -50% de descuento", "\n\t", "Dragon Ball Z: Kakarot -65% de descuento", "\n\t", "Assassin's Creed Odyssey -75% de descuento", "\n\t", "Jump Force -75% de descuento", "\n\t", "Dragon Ball Xenoverse 2 -85% de descuento", "\n", "¿Se animarán por alguno?", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Gran Turismo 7 - Bella Ramsey aprende a conducir - PS VR2"], "fecha_de_publicacion": ["9 de Mayo de 2023"]},
{"titulo": ["Shazam! Fury of the Gods - Reseña"]},
{"titulo": ["Rápidos y Furiosos X debuta con un 55% en Rotten Tomatoes"], "contenido": ["Finalmente se estrenó ", "Rápidos y Furiosos X", ", la más reciente película de la saga Rápidos y Furiosos de Vin Diesel, y tenemos que la primera tanda de reseñas no parecen ser muy favorables ya que ", "actualmente tiene un 55% en Rotten Tomatoes", ".", "Así es, al momento de publicar esta nota, ", "Rápidos y Furiosos X tiene un 55% en el Tomatómetro en base a 168 reseñas de críticos profesionales", ", lo que la deja como \"podrida\".", "\n", "Captura de pantalla de Rápidos y Furiosos X en Rotten Tomatoes del 19 de mayo de 2023", "\n", " ", "Pero lo que llama la atención, es que ", "la opinión de los fans parece ser muy diferente", " ya que ", "la calificación del público es de 86% en base a más de 250 reseñas", ", lo que es un contraste bastante marcado.", "Cabe mencionar que este promedio va a cambiar conforme se vayan agregando más reseñas, así que será interesante ver cómo se van modificando esos porcentajes.", "Rápidos y Furiosos X actualmente se exhibe en cines, y en ", "nuestra reseña le otorgamos un 8/10", ", comentando que \"es exactamente lo que esperas de una película de esta saga: acción, aventura, momentos extremadamente ridículos y cursis; pero sobre todo autos a máxima velocidad. Hay que decir que ésta no es una cinta para todos, está hecha para los fans que han seguido la saga por más de dos décadas y que saben lo que van a encontrar.\"", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Oportunidad de trabajo en IGN Latinoamérica. ¡Aplica ahora!"], "contenido": ["En ", "IGN Latinoamérica", " estamos buscando editor / editora. Si quieres ser parte de nuestro equipo y tienes experiencia en medios de entretenimiento, manda tu ", "Curriculum Vitae", " a: tono_rodriguez@ign.com", "Requisitos:", "Conocimiento avanzado de videojuegos y entretenimiento", "Experiencia en medios digitales", "Muy buena redacción", "Inglés escrito y hablado (avanzado)", "Facilidad de narración y diálogo para video", "Disponibilidad de tiempo completo", "Conocimiento de herramientas de Google (tráfico y publicidad)", "Radicar en CDMX o Área Metropolitana", "\n", "¡Esperamos tu CV!"]},
{"titulo": ["Megalodón 2: El Gran Abismo — Tráiler oficial subtitulado"], "fecha_de_publicacion": ["9 de Mayo de 2023"]},
{"titulo": ["Gran Turismo: De Jugador a Corredor - Tráiler oficial subtitulado"], "fecha_de_publicacion": ["2 de Mayo de 2023"]},
{"titulo": ["F1 23 - Tráiler de revelación"], "fecha_de_publicacion": ["3 de Mayo de 2023"]},
{"titulo": ["The Last of Us Parte 1: el soporte de Steam Deck no es una prioridad para Naughty Dog en este momento"], "contenido": ["Obtener ", "The Last of Us Part 1", " verificado en ", "Steam Deck", " no es una prioridad para el desarrollador ", "Naughty Dog", " en este momento, ya que se enfoca en abordar los diversos problemas que aún están presentes en la versión normal para ", "PC", ".", "Según lo informado por ", "PC Gamer", ", ", "Naughty Dog ", "tuiteó sobre las correcciones que llegarán al juego y aprovechó la oportunidad para informar a los fanáticos que el soporte completo de ", "Steam Deck", " no llegará pronto.", "\"Si bien sabemos que a muchos de ustedes les gustaría jugar ", "The Last of Us Part 1", " en ", "Steam Deck", ", estamos priorizando las correcciones y los parches antes de enviarlo para su verificación\", dijo. \"Lo mantendremos informado sobre el estado de ", "Steam Deck", " a medida que continuamos mejorando la versión para ", "PC", "\".", "The Last of Us Part 1", ", una nueva versión del clásico de ", "PlayStation 3", " de 2013, se lanzó para ", "PC", " el 28 de marzo y casi de inmediato fue criticado en ", "Steam", " por sus problemas de rendimiento.", "Naughty", " ", "Dog", " lanzó rápidamente dos parches para el juego, prometiendo que estaba \"observando de cerca los informes de los jugadores y trabajando activamente en un parche con más correcciones de errores, que se lanzará pronto\". El tercer parche llegará más tarde hoy, 4 de abril, mientras que otro pronto seguirá el 7 de abril.", "No está claro si estos solucionarán la mayoría de los problemas del juego, pero con suerte lo harán para aquellos que ya lo compraron en ", "PC", " y aquellos que buscan en ", "Steam", " ", "Deck", ".", "En ", "nuestra reseña de la versión del juego para PC", ", ", "IGN", " dijo: \"The Last of Us Parte I en PC sigue siendo ese grandioso título que ha conquistado a tantos jugadores por su historia y gameplay, solo que de momento está enfrentando serios problemas de optimización que hacen complicado tener la experiencia que uno esperaría\".", "Ryan Dinsdale es un periodista independiente de IGN y editor de noticias en funciones del Reino Unido. Hablará de The Witcher todo el día."]},
{"titulo": ["PlayStation: Estas son todas las novedades de la nueva actualización de software"], "contenido": ["Sony Computer Entertainment anunció que mañana 9 de marzo ", "lanzarán globalmente la actualización de software del sistema PS5", " que viene con varias novedades para la consola que han sido solicitadas por los jugadores.", "Dentro de estas novedades están ", "un chat de voz de Discord y una frecuencia de función variable para la resolución de 1440p", ", además de ", "varias mejoras de experiencia de usuario y en funciones sociales y de accesibilidad", ".", "A continuación tienen más detalles de estas nuevas funciones cortesía de PlayStation.Blog Latam:", "- ", "Únete a un chat de voz de Discord en tu consola PS5", " Puedes unirte a un chat de voz de Discord en tu consola PS5 y charlar fácilmente con tus amigos en la mayoría de las demás plataformas de juego. Para comenzar, vincula tus cuentas de Discord y de PlayStation Network desde tu consola PS5, PlayStation.com o la aplicación de Discord para Windows, Mac o dispositivos móviles siguiendo estos pasos. Luego, usa tu aplicación de Discord en tu dispositivo móvil o computadora para habilitar un chat de voz de Discord en tu consola PS5. También puedes permitir que tus amigos de Discord vean cuando estás online o qué estás jugando.", "- ", "Comparte tu pantalla o solicítalo desde el perfil de un amigo", ". Ahora puedes enviar una solicitud de Compartir pantalla o comenzar a compartir tu pantalla con un amigo directo desde su perfil. Solo tienes que seleccionar el icono de Compartir pantalla en el perfil de tu amigo para comenzar una nueva sesión.", "- ", "Nuevo icono para unirse a una partida en los chats de grupo", ". Los miembros del grupo que estén jugando un juego verán un icono para unirse en la tarjeta de chat de voz. Puedes unirte al juego directamente seleccionando el jugador y luego [Unirse al juego] en el menú.", "- ", "Nuevo mosaico “Amigos que juegan”.", " En los centros de juego, ahora puedes ver cuáles de tus amigos tienen el juego, quiénes están online y quienes están jugando actualmente. Al seleccionar el mosaico, puedes ver qué están haciendo tus amigos y acceder a sus perfiles, en donde tendrás más opciones de interacción.", "- Sube manualmente capturas de juego a la aplicación de PlayStation.", " Ahora puedes seleccionar y subir manualmente capturas de pantalla o clips de juego a la aplicación de PS desde tu consola PS5, y luego compartirla fácilmente en tus redes sociales o con tus amigos.* Esta función complementa la función de autocarga actualmente disponible en la aplicación de PS.", "- ", "Frecuencia de actualización variable (VRR) para 1440p.", " Puedes disfrutar de un mejor rendimiento visual usando una pantalla HDMI 2.1 compatible con VRR en una resolución de 1440p si usas un juego que admite VRR.**", "- ", "También hicimos algunas actualizaciones a los parámetros de la prueba de salida de la consola PS5", " para que pueda soportar 1440p para una más amplia variedad de pantallas HDMI.", "- ", "Ahora puedes ordenar y filtrar juegos", " al agregar juegos a una lista de juegos.", "- ", "Puedes usar filtros en tu biblioteca para encontrar fácilmente juegos de PS VR", ", así como juegos de PS VR2 pasado el lanzamiento de PS VR2 durante este mes.", "- ", "Preajustes de juego en las preferencias de la sesión multijugador", ". Puedes cambiar tus preferencias para establecer quién se puede sumar y quién puede invitar a otros jugadores a las sesiones multijugador creadas por ti para juegos compatibles.", "- ", "Migración de datos guardados de PS4 a PS5", ". Estamos haciendo que sea más fácil acceder a tus datos guardados de PS4 en tu consola PS5 mediante dos formas.", "- ", "Transferencia de datos de PS5 a PS5", ". Ahora puedes transferir fácilmente los datos de tu consola PS5, incluyendo juegos, datos guardados, ajustes de usuario, capturas de pantalla y videos, a otra consola PS5 por medio de una red de Wi-Fi local o un cable LAN. Puedes transferir los datos durante la configuración inicial de la consola PS5 o más tarde en el menú de ajustes. Este proceso no elimina ni modifica los datos de tu consola PS5 original.", "- ", "Mejoras del lector de pantalla", ". El lector de pantalla ahora proporciona una guía más detallada al navegar en la consola. Ahora te dirá en qué dirección te puedes mover desde el componente actualmente seleccionado, así como tu posición actual en un componente con varios elementos. Además, al usar un lector de pantalla para ver páginas web, podrás ver bordes alrededor de la sección que se lee en voz alta.", "- ", "Actualización del control inalámbrico DualSense para dispositivos inalámbricos", ". Ahora puedes actualizar el software del dispositivo de control inalámbrico DualSense con una conexión inalámbrica. Si tienes problemas para actualizar el software del dispositivo de manera inalámbrica, conecta tu control a la consola PS5 con un cable USB para actualizarlo. Podrás hacerlo de forma inalámbrica en la siguiente actualización.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["NARUTO X BORUTO Ultimate Ninja STORM CONNECTIONS - Tráiler de anuncio subtitulado"], "fecha_de_publicacion": ["23 de Febrero de 2023"]},
{"titulo": ["PS5 y Project Scarlett: Google Stadia dice ser superior"], "contenido": ["Falta poco para que se estrene ", "Google Stadia", ", el nuevo servicio de suscripción para videojuegos en la nube que promete cosas interesantes pero que tiene a muchos jugadores esperando pruebas de su desempeño real.", "Los primeros reportes dicen que Stadia maneja muy bien la latencia, y ahora tenemos que Google asegura que dentro de un par de años podría ser superior a las consolas y PC, incluso las de nueva generación como ", "PlayStation 5", " y Xbox Scarlett.", "Esto es lo que asegura Madj Baker, vicepresidente de ingeniería de Google, quien comentó en entrevista con la revista Edge que están trabajando en nuevas y fantásticas tecnologías para mejorar la latencia a niveles sin precedentes (", "vía ", "Pocket-Lint).", "\n", "Ultimadamente, creemos que en uno o dos años, tendremos juegos que correrán más rápido y se sentirán más responsivos en la nube que localmente, sin importar qué tan poderosa sea la máquina local.", "\n", "Google piensa lograr esto usando sus nuevas tecnologías, incluyendo la que llaman \"latencia negativa\" que establece un búfer de latencia de acuerdo a la conexión del jugador.", "Algo que llama la atención es que entre las técnicas que se mencionan que podrían entrar en juego para hacer que Stadia ofrezca una experiencia más responsiva es que el sistema sea capaz de predecir las acciones de los jugadores, pero esto ha causado polémica ya que plantea la duda de si realmente está jugando el usuario o es una Inteligencia Artificial.", "Google Stadia", " se lanzará en algunas regiones en noviembre de 2019, y de acuerdo a reportes ", "ofrecerá pruebas gratuitas de juegos", ".", "En otras notas recientes, ", "les contamos cómo termina Powers of X", ", ", "les presentamos las preguntas más buscadas y las posibles respuestas de PlayStation 5", ", y ", "Aaron Paul resumió Breaking Bad en un monólogo de dos minutos y medio", ".", " ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Mighty Morphin Power Rangers: Once and Always - Reseña"]},
{"titulo": ["Final Fantasy Pixel Remasters: Switch and PS4 Release Dates Announced"], "contenido": ["Square Enix", " ha confirmado que ", "Final Fantasy Pixel Remasters", ", que son esencialmente versiones mejoradas de ", "Final Fantasy 1-6", ", se lanzarán en ", "Nintendo Switch ", "y ", "PS4", " el 19 de abril de 2023.", "Los ", "Final Fantasy Pixel Remasters", " están actualmente disponibles para ", "PC", " y dispositivos móviles, y pronto una nueva audiencia podrá experimentar gran parte de la historia de la franquicia ", "Final Fantasy", " de una nueva manera.", "Si eso no fuera lo suficientemente emocionante, estas versiones vienen con una nueva fuente de píxeles, que parece abordar uno de los mayores problemas que tuvieron los fans con los juegos cuando se lanzaron por primera vez: la cuestionable elección de fuente por parte de ", "Square Enix", " para estas remasterizaciones que dejaron muchos infelices.", "También habrá una nueva opción para cambiar entre la música de fondo original y la nueva cuando así lo elijas, y hay más opciones para ajustar la tasa de encuentro, ", "EXP", ", ", "Gil", " y ", "ABP", ".", "Los seis juegos estarán disponibles el 19 de abril, y los fans podrán comprarlos individualmente o como un paquete completo. En la ", "eShop", ".", "¿Tienes algún consejo para nosotros? ¿Quieres discutir una posible historia? Por favor envíe un correo electrónico a ", "newstips@ign.com", ".", "Adam Bankhurst es escritor de noticias para IGN. Puedes seguirlo en Twitter ", "@AdamBankhurst", " y en ", "Twitch."]},
{"titulo": ["Final Fantasy Pixel Remasters: Switch and PS4 Release Dates Announced"], "contenido": ["Square Enix", " ha confirmado que ", "Final Fantasy Pixel Remasters", ", que son esencialmente versiones mejoradas de ", "Final Fantasy 1-6", ", se lanzarán en ", "Nintendo Switch ", "y ", "PS4", " el 19 de abril de 2023.", "Los ", "Final Fantasy Pixel Remasters", " están actualmente disponibles para ", "PC", " y dispositivos móviles, y pronto una nueva audiencia podrá experimentar gran parte de la historia de la franquicia ", "Final Fantasy", " de una nueva manera.", "Si eso no fuera lo suficientemente emocionante, estas versiones vienen con una nueva fuente de píxeles, que parece abordar uno de los mayores problemas que tuvieron los fans con los juegos cuando se lanzaron por primera vez: la cuestionable elección de fuente por parte de ", "Square Enix", " para estas remasterizaciones que dejaron muchos infelices.", "También habrá una nueva opción para cambiar entre la música de fondo original y la nueva cuando así lo elijas, y hay más opciones para ajustar la tasa de encuentro, ", "EXP", ", ", "Gil", " y ", "ABP", ".", "Los seis juegos estarán disponibles el 19 de abril, y los fans podrán comprarlos individualmente o como un paquete completo. En la ", "eShop", ".", "¿Tienes algún consejo para nosotros? ¿Quieres discutir una posible historia? Por favor envíe un correo electrónico a ", "newstips@ign.com", ".", "Adam Bankhurst es escritor de noticias para IGN. Puedes seguirlo en Twitter ", "@AdamBankhurst", " y en ", "Twitch."]},
{"titulo": ["Dark Tales from México: conozcan el videojuego mexicano que estará en Cannes"], "contenido": ["Dark Tales From México es", " un videojuego totalmente desarrollado en México", " por el estudio BitAll Force que está centrado en el terror de las leyendas y tradición oral del país, y ahora tenemos que ", "se ha dado a conocer que será parte del Festival de Cine de Cannes 2023", ".", "En el comunicado mencionan que este año, el festival de cine de mayor prestigio en el mundo incluirá \"Fantastic Pavilion\", un espacio dedicado a los géneros fantásticos y nuevas formas de industria creativas relacionadas a las fílmicas, con un showroom donde estará presente el videojuego mexicano de terror Dark Tales from México.", " ", " ", "De esta manera,", " los asistentes al Festival de Cannes podrán conocer y jugar este 3D Survival Horror basado en las Leyendas de Terror Mexicanas", " creado con esculturas de plastilina que se publicará en 10 episodios cortos cuya primer entrega ya está disponible para PC a través de Steam y Xsolla.", "Un punto interesante del juego es que está repleto de easter eggs, secretos y homenajes a los maestros del cine de terror mexicano.", "Cabe mencionar que esta no es la primera ocasión que el juego rompe las barreras de su medio, ya que anteriormente estuvo en los festivales de cine Espanto, Morbido, Stop Motion MX y MUCCI, así como los premios Zombie Awards y Xsolla Special Prize.", " ", " ", "Luigi Cepeda, Director de Dark Tales from México, comentó, \"Saber que nuestro trabajo representa a México en Cannes, además de cumplir uno de nuestros sueños más guajiros, nos llena de orgullo y emoción pues es uno de los objetivos y motivos que dieron origen a este proyecto en primer lugar.\"", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Conan Exiles, Maneater, The Wild at Heart: estos son los juegos que llegan a Xbox Game Pass en la segunda mitad de mayo"], "contenido": ["Microsoft ha anunciado los juegos que llegarán a Xbox Game Pass durante la segunda mitad de mayo donde destacan ", "Conan Exiles", ", Maneater, The Wild at Heart y más.", "A continuación tienen los juegos que se agregarán próximamente al servicio:", "Ya disponible", "SnowRunner (nube, consola y PC)", "\n", "SnowRunner te pone detrás del volante de potentes vehículos mientras conquistas extremos entornos abiertos con la simulación de terreno más avanzada de la historia. Conduce más de 40 vehículos de marcas como Ford, Chevrolet y Freightliner y deja huella en este desenfrenado mundo abierto.", "\n", "20 de mayo", "Peggle 2 (nube) EA Play", "\n", "Peggle 2 es un juego mágico lleno de pelotas que rebotan, clavijas mágicas y ladrillos hechos de pura alegría comprimida. ¡Pon a prueba tu suerte y habilidad quitando clavijas, pulverizando ladrillos y cronometrando tus disparos hasta alcanzar una fiebre extrema!", "\n", "Plants vs.Zombies: Battle for Neighborville (nube) EA Play", "\n", "¡Prepara los cañones y alístate para la batalla! Descubre 20 clases de personajes totalmente personalizables, enfréntate a divertidas misiones, derrota a épicos jefes, enfréntate a amigos y enemigos en seis modos PvP, incluido Battle Arena y más. ¡Experimenta la invencible emoción del combate con EA Play!", "\n", "Secret Neighbor (PC) ID@Xbox", "\n", "Secret Neighbor es un juego de terror multijugador de suspenso en el que un grupo de niños intenta rescatar a su amigo del espeluznante sótano del vecino; el único problema es que el vecino se disfrazó de uno de los niños.", "\n", "21 de mayo", "The Catch: Carp & Coarse Fishing (nube, consola y PC)", "\n", "Con 35 especies para cazar, tendrás que desarrollar tu tácticas y estrategia para atrapar a todos los peces jefes. Para tener éxito, deberá elegir el lugar de pesca ideal según la hora del día, las condiciones climáticas y el equipo perfecto antes de lanzarse a la batalla y atrapar a estas elusivas criaturas.", "\n", "The Wild at Heart (consola y PC) ID@Xbox", "\n", "¡Juégalo el mismo día de su lanzamiento con Xbox Game Pass! The Wild at Heart es una historia sobre dos niños que escapan a una tierra fantástica llena de criaturas mágicas con quienes entablar amistad, más una extraña orden de guardianes que se han perdido. Explora un hermoso y artesanal mundo repleto de encantadores puzles y profundos secretos. ¡Feliz estancia en Deep Woods!", "\n", "Knockout City (consola y PC) EA Play", "\n", "¡Juégalo el mismo día de su lanzamiento con Xbox Game Pass para PC y Ultimate con EA Play! Forma un equipo y prepárate para pelear en Knockout City, donde te enfrentarás a épicos luchadores de dodgeball y participarás en partidas multijugador por equipos. ¡Lanza, atrapa, pasa, esquiva y ataca para dominar el balón!", "\n", "25 de mayo", "Maneater (nube, consola y PC) ID@Xbox", "\n", "Maneater es un RPG de acción para un jugador ambientado en las implacables aguas de la Costa del Golfo. Lucha por sobrevivir en mar abierto, pantanos y ríos con el peligro acechando desde las profundidades. Tus únicas herramientas disponibles serán tu ingenio, tus mandíbulas y una asombrosa habilidad para evolucionar a medida que te alimentas.", "\n", "27 de mayo", "Conan Exiles (nube y consola) ID@Xbox (Optimizado para Xbox Series X/S)", "\n", "Imagina que te encuentras solo y sin ropa en una tierra hostil, donde tu misión diaria será simplemente sobrevivir. Construye una fortaleza y reúne a tus aliados. Domina a tus enemigos. Conan Exiles es un juego de supervivencia para un solo jugador y multijugador, ambientado en un inmenso mundo abierto sandbox con bestias míticas, mazmorras peligrosas y la libertad de jugar como quieras.", "\n", "Fuzion Frenzy (nube)", "\n", "El juego original Fuzion Frenzy de Xbox combina la acción continua y frenética de un deporte callejero futurista con la diversión llena de acción de los minijuegos dentro de un dinámico entorno urbano en 3D. Juega en seis arenas y más de 45 minijuegos que te brindarán mucha diversión competitiva para hasta cuatro jugadores.", "\n", "Joy Ride Turbo (nube)", "\n", "Joy Ride Turbo es un juego de carreras arcade que ofrece manejo preciso, velocidad y ¡caos total con acrobacias descabelladas! Muestra tus habilidades en el parque de acrobacias o explora y encuentra artículos coleccionables para desbloquear autos que te darán una ventaja en carreras más rápidas y piruetas que desafían a la muerte.", "\n", "MechWarrior 5: Mercenaries (consola) ID@Xbox", "\n", "¡Te damos la bienvenida al año 3015! Es un gran momento para vivir. La humanidad ha colonizado miles de sistemas estelares, hay guerras por todas partes y los campos de batalla del futuro están plagados de enormes máquinas conocidas como BattleMechs. Es un trabajo peligroso para los pilotos de élite de estas monstruosidades de metal; pero es precisamente la razón por la que estás aquí. Si estás en busca de explotar, destrozar, pisotear y obtener ganancias, ¡este título es para ti!", "\n", "Slime Rancher (PC) ID@Xbox", "\n", "Slime Rancher es la historia de Beatrix LeBeau, una joven valiente que ha decidido emprender una vida a mil años luz de la Tierra en la “Lejana, Lejana Cordillera”, donde intentará ganarse la vida criando slimes. Con una actitud positiva, mucho coraje y su fiel paquete de vacunas, Beatrix intentará amasar una fortuna y evitar los peligros de una avalancha gelatinosa de slimes que se retuercen y agitan en cada esquina.", "\n", "Solasta: Crown of the Magister (PC) ID@Xbox", "\n", "Descubre el destrozado mundo de Solasta. Explora ruinas y mazmorras en busca de tesoros legendarios, descubre la verdad de un cataclismo milenario y evita que vuelva a suceder. Adapta tu escuadrón a tu mejor estrategia y maximiza las habilidades de tu grupo en la clásica tradición de los RGP de mesa. ¡La decisión está en tus manos!", "\n", "SpellForce 3: Soul Harvest (PC)", "\n", "Deja tu huella en el caótico mundo de Nortander en SpellForce 3: Soul Harvest. Explora, prospera, construye y lidera ejércitos, desarrolla tu personaje y defiende el trono en esta historia de renegados y rebeliones.", "\n", "Cabe recordar que en las primeras semanas de mayo se ", "agregaron juegos interesantes", " como FIFA 21, Final Fantasy X/X-2 HD Remaster, Red Dead Online y Just Cause 4 Reloaded."]},
{"titulo": ["Black Friday: PlayStation Store y PlayStation Plus tienen grandes descuentos"], "contenido": ["Este fin de semana se celebra el llamado Black Friday que es un período de grandes descuentos, así que PlayStation Store no podía quedarse fuera de la acción y han anunciado la promoción Black Friday Ofertas Imperdibles.", "De esta manera encontrarán rebajas en juegos, servicios y accesorios de PlayStation hasta el próximo lunes 28 de noviembre.", "Comenzando con los juegos en PlayStation Store, encontrarán promociones en cientos de juegos, contenido descargable y más. Algunas de las ofertas destacadas por PlayStation.Blog son las siguientes, aunque navegando en la tienda encontrarán muchas más:", "* Marvel’s Spider-Man: Miles Morales PS4 & PS5 Standard Edition – 60% de descuento", "\n* EA Sports FIFA 23 Standard Edition PS5 & PS4 – 40% de descuento", "\n* NBA 2K23 PS5 Standard Edition – 50% de descuento", "\n* Gotham Knights PS5 Standard Edition – 40% de descuento", "\n* EA Sports Madden NFL 23 PS4 – 50% de descuento", "\n* Stray PS4 & PS5 – 20% de descuento", "\n* The Last of Us Part I PS5 Standard Edition – 29% de descuento", "\n* Grand Theft Auto V: Premium Edition PS4 – 50% de descuento", "\n* Cyberpunk 2077 PS4 & PS5 – 50% de descuento", "\n* Gran Turismo 7 Standard Edition PS5 – 43% de descuento", "Además de los juegos, también hay descuento en ", "PlayStation Plus", " así que durante estos días podrán ahorrar un 25% en cualquiera de los tres planes de 12 meses del servicio, es decir PlayStation Plus Essential, Extra y Deluxe.", "Como ya les hemos comentado, con PlayStation Extra y Deluxe tienen acceso a una colección de juegos de PS4 y PS5 así que es una opción interesante para hacer crecer su biblioteca.", "Y eso no es todo ya que también habrá descuento en accesorios en tiendas seleccionadas, incluyendo rebajas en el control DualSense de PS5.", "En noticias recientes de PlayStation, ", "God of War: Ragnarok rompió récords de ventas de la franquicia", " en su primera semana disponible.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Gran Turismo 7 -Tráiler \"Find Your Line\""], "fecha_de_publicacion": ["27 de Enero de 2022"]},
{"titulo": ["Shazam 2: los números que hacen a esta película el fracaso más grande del DCEU"], "contenido": ["Shazam! Fury of the Gods no tuvo el arranque esperado", ", y es que ha tenido un desempeño de taquilla que ha quedado a deber ya que está incluso por debajo de lo esperado.", "La cinta protagonizada por ", "Zachary Levi se ubicó en la posición 100 de recaudación de películas de superhéroes", " en Estados Unidos con solo $56 millones de dólares.", "Y aunque la cinta sigue en cines, ", "es superada por películas que tuvieron un pobre rendimiento ", "como Superman III y X-Men: Dark Phoenix.", "A nivel mundial las cosas siguen igual de mal, ya que con ", "solo $127 millones de dólares es la que menos ha recaudado del Universo DC", ", incluso por debajo de Wonder Woman 1984 que tuvo un lanzamiento simultáneo con HBO Max y aún así consiguió casi $170 millones de dólares.", "Shazam! Fury of the Gods actualmente se está exhibiendo en cines, y en nuestra reseña le otorgamos un 8.5/10, comentando que \"es una segunda salida alegre, a menudo divertida, para Billy Batson y su familia. Cada una de las Hijas de Atlas aporta algo único a la historia, siendo la actuación de Helen Mirren la que destaca por encima de las demás. La gran variedad de personajes hace que no podamos disfrutar realmente de todos ellos, dejando el enfoque en su personaje principal en todo momento, pero esto a su vez es una prueba de la base sólida sobre la que se construyó esta película, es verdad que la primera película hacía esto, pero esto se debía a que Billy aún no lograba encajar en esta nueva familia, pero ahora que lo es, todos los personajes merecen la misma atención, aún así es una increíble película que está por encima de los demás filmes de DC, y ya queremos ver que nos prepararán en una tercera entrega, ya que Shazam! aún tiene muchas historias por contar.\"", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Rápidos y Furiosos X: ¡Entrevistamos a Michelle Rodríguez, Jordana Brewster y Daniela Melchior!"], "fecha_de_publicacion": ["19 de Mayo de 2023"]},
{"titulo": ["IGN Fan Fest En VIVO Día 1 - John Wick, Street Fighter 6, The Last of Us, y más"], "fecha_de_publicacion": ["17 de Febrero de 2023"]},
{"titulo": ["Fortnite x Star Wars - Tráiler de la nueva colaboración, \"Encuentra la fuerza\""], "fecha_de_publicacion": ["2 de Mayo de 2023"]},
{"titulo": ["Gran Turismo - Película Teaser Tráiler"], "fecha_de_publicacion": ["4 de Enero de 2023"]},
{"titulo": ["Gran Turismo - Película - Teaser Tráiler SUBTITULADO"], "fecha_de_publicacion": ["4 de Enero de 2023"]},
{"titulo": ["The Last Of Us: Naughty Dog lanza el primer parche para la Parte 1 en PC"], "contenido": ["Naughty", " ", "Dog", " ha lanzado su primer parche para el puerto de ", "PC", " con problemas de ", "The", " ", "Last", " ", "of", " ", "Us", " ", "Part", " ", "1", ". La revisión aborda \"varios problemas relacionados con el rendimiento y los enganches\", según el desarrollador.", "Además de remediar algunos de sus problemas de rendimiento, ", "The", " ", "Last", " ", "of", " ", "Us", " ", "Part", " ", "1", " ", "v1.0.1.5", " agrega \"información adicional de diagnóstico de fallas para ayudar a investigar fallas relacionadas con la construcción de sombreadores y otros problemas de estabilidad comunes informados\", según ", "Naughty", " ", "Dog", ".", "El estudio señala que está \"observando de cerca los informes de los jugadores y trabajando activamente en un parche con más correcciones de errores, que se lanzará pronto\".", "El parche llega solo dos días después del lanzamiento de ", "The", " ", "Last", " ", "Us", " ", "Part", " ", "1", " para ", "PC", ". Los usuarios informaron problemas con fallas y rendimiento excesivos, específicamente relacionados con la compilación de sombreados, lo que llevó a una calificación \"en su mayoría negativa\" en ", "Steam", " con más de 9,000 reseñas.", "El port para ", "PC", " fue desarrollado por ", "Iron", " ", "Galaxy", ", que lanzó previamente el remaster ", "Switch", " de ", "Metroid", " ", "Prime", " y ", "Uncharted:", " ", "Legacy", " ", "of", " ", "Thieves", " ", "Collection", ".", "El problemático lanzamiento de ", "PC", " ha dejado temporalmente sin aliento a las velas de una franquicia que había estado volando alto luego del lanzamiento de ", "The", " ", "Last", " ", "of", " ", "Us", " ", "Part", " ", "1", " para ", "PS5", " en septiembre y la conclusión de su serie de ", "HBO", " a principios de marzo, a la que llamamos \" una adaptación impresionante\" en nuestra reseña de ", "The", " ", "Last", " ", "of", " ", "Us:", " ", "Temporada", " ", "1", ".", "Jordan covers games, shows, and movies as a freelance writer for IGN."]},
{"titulo": ["El chat de voz de Discord ya está disponible en PlayStation 5"], "contenido": ["Actualización 08/03/2023: el chat de voz de Discord finalmente está disponible para los usuarios de PlayStation 5,", " lo que les permite tener chats de voz con los usuarios de PC, Xbox y dispositivos móviles.", "Revelado en ", "una publicación del blog", " oficial, la función de \"cross-voice\" está disponible una vez que los usuarios han vinculado sus cuentas de ", "Discord", " y ", "PlayStation", ". Esto se puede hacer visitando el menú ", "Configuración", " en ", "Discord", " (en PC o dispositivo móvil), luego seleccionando ", "Conexiones", ", seguido de ", "PlayStation", ".", "El chat de voz de ", "Discord", " se lanzó originalmente en la versión beta del ", "PS5", ", lo que significa que estaba disponible para usuarios seleccionados que probaron nuevas funciones, pero con esta actualización está disponible para todos.", " ", "Artículo original 02/02/2022: ", "Una nueva versión beta del software del sistema del ", "PS5", " agregó el chat de voz de Discord y la frecuencia de actualización variable para pantallas de 1440p, entre otras actualizaciones.", "Anunciado en el ", "blog de ", "PlayStation", ", el nuevo software del sistema está disponible para los participantes de la versión beta en Estados Unidos,Canadá, Japón, Reino Unido, Alemania y Francia. Su característica principal es la incorporación del chat de voz de Discord, que permite llamadas multiplataforma a través de este popular sistema. Los usuarios deberán vincular sus cuentas de ", "Discord", " y ", "PlayStation", " ", "Network", " para usar el servicio y luego iniciar un chat de voz en la aplicación móvil de ", "Discord", ", antes de transferirla a su consola. Parece un poco más complicado que una llamada estándar de ", "PSN", ", pero sin duda será bienvenido para aquellos que juegan con frecuencia con amigos que están en ", "Xbox", " y ", "PC", ".", "La otra característica principal de la actualización beta es la compatibilidad con la frecuencia de actualización variable para pantallas con resolución de ", "1440p", ". Esto permite un rendimiento visual más fluido cuando se usa una pantalla ", "HDMI 2.1 ", "compatible con ", "VR", ", siempre y cuando el juego admita Frecuencia de actualización variable. Ésta se puede habilitar desde la configuración de pantalla y video.", " ", "La nueva versión beta también ofrece una variedad de actualizaciones más pequeñas centradas en la experiencia del usuario. Estos incluyen la capacidad de compartir su pantalla directamente desde la tarjeta de perfil de un amigo; un mosaico de \"Amigos que juegan\" que muestra quién en su lista de amigos también juega el mismo título; una nueva función de carga manual para enviar capturas de juego específicas a la aplicación PS; filtros", " PS VR ", "y ", "PS VR2", " para la biblioteca de juegos; una nueva función de transferencia de datos de ", "PS5", " a ", "PS5", " (disponible a través de Wi-Fi o LAN); y una ventana emergente de notificación para juegos de ", "PS4", " que le avisa sobre cualquier dato de juego guardado de PS4 que tenga en la nube.", "También hay un lanzamiento limitado en EE. UU. y el Reino Unido para los comandos de voz de captura de video. Esto permite a los usuarios decir ", "\"Oye, PlayStation, captura eso\"", " para guardar un videoclip del juego. Son los días de ", "Xbox Kinect", " de nuevo.", " "]},
{"titulo": ["El chat de voz de Discord ya está disponible en PlayStation 5"], "contenido": ["Actualización 08/03/2023: el chat de voz de Discord finalmente está disponible para los usuarios de PlayStation 5,", " lo que les permite tener chats de voz con los usuarios de PC, Xbox y dispositivos móviles.", "Revelado en ", "una publicación del blog", " oficial, la función de \"cross-voice\" está disponible una vez que los usuarios han vinculado sus cuentas de ", "Discord", " y ", "PlayStation", ". Esto se puede hacer visitando el menú ", "Configuración", " en ", "Discord", " (en PC o dispositivo móvil), luego seleccionando ", "Conexiones", ", seguido de ", "PlayStation", ".", "El chat de voz de ", "Discord", " se lanzó originalmente en la versión beta del ", "PS5", ", lo que significa que estaba disponible para usuarios seleccionados que probaron nuevas funciones, pero con esta actualización está disponible para todos.", " ", "Artículo original 02/02/2022: ", "Una nueva versión beta del software del sistema del ", "PS5", " agregó el chat de voz de Discord y la frecuencia de actualización variable para pantallas de 1440p, entre otras actualizaciones.", "Anunciado en el ", "blog de ", "PlayStation", ", el nuevo software del sistema está disponible para los participantes de la versión beta en Estados Unidos,Canadá, Japón, Reino Unido, Alemania y Francia. Su característica principal es la incorporación del chat de voz de Discord, que permite llamadas multiplataforma a través de este popular sistema. Los usuarios deberán vincular sus cuentas de ", "Discord", " y ", "PlayStation", " ", "Network", " para usar el servicio y luego iniciar un chat de voz en la aplicación móvil de ", "Discord", ", antes de transferirla a su consola. Parece un poco más complicado que una llamada estándar de ", "PSN", ", pero sin duda será bienvenido para aquellos que juegan con frecuencia con amigos que están en ", "Xbox", " y ", "PC", ".", "La otra característica principal de la actualización beta es la compatibilidad con la frecuencia de actualización variable para pantallas con resolución de ", "1440p", ". Esto permite un rendimiento visual más fluido cuando se usa una pantalla ", "HDMI 2.1 ", "compatible con ", "VR", ", siempre y cuando el juego admita Frecuencia de actualización variable. Ésta se puede habilitar desde la configuración de pantalla y video.", " ", "La nueva versión beta también ofrece una variedad de actualizaciones más pequeñas centradas en la experiencia del usuario. Estos incluyen la capacidad de compartir su pantalla directamente desde la tarjeta de perfil de un amigo; un mosaico de \"Amigos que juegan\" que muestra quién en su lista de amigos también juega el mismo título; una nueva función de carga manual para enviar capturas de juego específicas a la aplicación PS; filtros", " PS VR ", "y ", "PS VR2", " para la biblioteca de juegos; una nueva función de transferencia de datos de ", "PS5", " a ", "PS5", " (disponible a través de Wi-Fi o LAN); y una ventana emergente de notificación para juegos de ", "PS4", " que le avisa sobre cualquier dato de juego guardado de PS4 que tenga en la nube.", "También hay un lanzamiento limitado en EE. UU. y el Reino Unido para los comandos de voz de captura de video. Esto permite a los usuarios decir ", "\"Oye, PlayStation, captura eso\"", " para guardar un videoclip del juego. Son los días de ", "Xbox Kinect", " de nuevo.", " "]},
{"titulo": ["Google anuncia el cierre de Stadia, su servicio de juegos en la nube"], "contenido": ["Google ha dado a conocer que el 18 de enero de 2023 cerrarán su servicio de streaming de videojuegos ", "Stadia", ".", "A través de una publicación en su blog, Google anunció que ", "Stadia", " \"no ha ganado la tracción con los usuarios que esperábamos\" y como resultado de eso han tomado la decisión de comenzar a cerrar el servicio.", "Cabe destacar que la compañía del motor de búsqueda reembolsará a los usuarios que compraron el hardware o juegos de Google y Stadia, ya que mencionan, \"Estamos agradecidos con los jugadores dedicados de Stadia que han estado con nosotros desde el principio. Reembolsaremos todas las compras de hardware de Stadia realizadas a través de Google Store, y todas las compras de juegos y contenido adicional realizadas a través de Stadia Store.\"", "Los dueños de Stadia podrán seguir teniendo acceso a su biblioteca de juegos y jugarlos hasta el 18 de enero, pero después de ese día la plataforma será descontinuada.", "\n", "\n\n", "\n", "Asus Mouse Gamer ROG Keris Wireless EVA, Edición Limitada Evangelion", "\n", "\n", "Precio: $2,999 pesos", "\n\n", "Puedes ver más detalles y hacer la compra ", "dando clic aquí.", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Stadia", " es un servicio para videojuegos en la nube operado por Google que se lanzó en noviembre de 2019 que permite a los usuarios hacer streaming de juegos, incluyendo títulos AAA como Assassin's Creed Odyssey y Cyberpunk 2077. La compañía menciona que la tecnología que impulsa el servicio ha demostrado su efectividad y de hecho ya habían comenzado a ofrecerla como producto de marca blanca, por lo que otras compañías pueden usar la tecnología sin ser parte del ecosistema de Stadia, y Google señala que la tecnología también se utilizará para impulsar otras partes de la compañía como YouTube, Google Play y Realidad Aumentada.", "Cabe recordar que compañías como Xbox y Nvidia siguen ofreciendo juegos en la nube como parte de sus servicios Xbox Game Pass Ultimate y GeForce Now, además de que Logitech prepara ", "una portátil dedicada a juegos en la nube llamada Logitech G", ", así que aún parece haber vida para este tema del streaming de videojuegos.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Google anuncia el cierre de Stadia, su servicio de juegos en la nube"], "contenido": ["Google ha dado a conocer que el 18 de enero de 2023 cerrarán su servicio de streaming de videojuegos ", "Stadia", ".", "A través de una publicación en su blog, Google anunció que ", "Stadia", " \"no ha ganado la tracción con los usuarios que esperábamos\" y como resultado de eso han tomado la decisión de comenzar a cerrar el servicio.", "Cabe destacar que la compañía del motor de búsqueda reembolsará a los usuarios que compraron el hardware o juegos de Google y Stadia, ya que mencionan, \"Estamos agradecidos con los jugadores dedicados de Stadia que han estado con nosotros desde el principio. Reembolsaremos todas las compras de hardware de Stadia realizadas a través de Google Store, y todas las compras de juegos y contenido adicional realizadas a través de Stadia Store.\"", "Los dueños de Stadia podrán seguir teniendo acceso a su biblioteca de juegos y jugarlos hasta el 18 de enero, pero después de ese día la plataforma será descontinuada.", "\n", "\n\n", "\n", "Asus Mouse Gamer ROG Keris Wireless EVA, Edición Limitada Evangelion", "\n", "\n", "Precio: $2,999 pesos", "\n\n", "Puedes ver más detalles y hacer la compra ", "dando clic aquí.", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Stadia", " es un servicio para videojuegos en la nube operado por Google que se lanzó en noviembre de 2019 que permite a los usuarios hacer streaming de juegos, incluyendo títulos AAA como Assassin's Creed Odyssey y Cyberpunk 2077. La compañía menciona que la tecnología que impulsa el servicio ha demostrado su efectividad y de hecho ya habían comenzado a ofrecerla como producto de marca blanca, por lo que otras compañías pueden usar la tecnología sin ser parte del ecosistema de Stadia, y Google señala que la tecnología también se utilizará para impulsar otras partes de la compañía como YouTube, Google Play y Realidad Aumentada.", "Cabe recordar que compañías como Xbox y Nvidia siguen ofreciendo juegos en la nube como parte de sus servicios Xbox Game Pass Ultimate y GeForce Now, además de que Logitech prepara ", "una portátil dedicada a juegos en la nube llamada Logitech G", ", así que aún parece haber vida para este tema del streaming de videojuegos.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Hogwarts Legacy: Las versiones de PlayStation 4 y Xbox One sufren un nuevo retraso"], "contenido": ["Malas noticias para los usuarios de ", "PlayStation 4 ", "y ", "Xbox One ", "que están en espera de poder explorar el mundo creado en ", "Hogwarts Legacy", ", ya que se acaba de anunciar que el juego ha sufrido de un nuevo retraso, originalmente las versiones de estas consolas estaban contempladas para llegar el mes de abril, pero ahora se ha reajustado la fecha de estreno para el 5 de mayo de 2023, aunqu esto plantea que los jugadores deberan esperar más para disfrutar del juego, debeos agradecer que este atraso solamente sera de un par de semanas. Este anuncio llego directamente de la cuenta oficial de ", "Twitter", " en el que se puede leer el siguiente mensaje:", "\n", "\"Estamos abrumados por la gratitud por la respuesta a ", "Hogwarts Legacy", " de parte de los fanáticos de todo el mundo. El equipo está trabajando duro para ofrecer la mejor experiencia posible en todas las plataformas y necesitamos más tiempo para hacerlo. ", "Hogwarts Legacy", " se lanzará para ", "PS4", " y X", "box One", " el 5 de mayo de 2023.\"", "\n", "\n", "We’re overwhelmed with gratitude for the response to Hogwarts Legacy from fans around the globe. The team is working hard to deliver the best possible experience on all platforms and we need more time to do this. Hogwarts Legacy will launch for PS4 and Xbox One May 5, 2023. ", "pic.twitter.com/UjEIPXDZj2", "\n— Hogwarts Legacy (@HogwartsLegacy) ", "March 6, 2023", "Cabe señalar, que en este anuncio no se ha mencionado para nada la versión correspondiente para ", "Nintendo Switch", ", por lo que es posible que se siga manteniendo para el próximo 25 de julio. En ", "nuestra reseña de Hogwarts Legacy le dimos un 10/10 al juego", " y dijimos: \"", "Hogwarts", " ", "Legacy", " es el juego que los fans de ", "Harry", " ", "Potter", " siempre han soñado. Este mundo abierto captura toda la emoción y la magia del ", "Universo", " de ", "Harry", " ", "Potter", " con nuevos personajes tan memorables como los de la historia original, combates desafiantes y llenos de emoción, y una historia maravillosamente hecha, es una obra maestra y una carta de amor a quienes crecimos con el sueño de algún día recibir nuestra carta de ", "Hogwarts", ".\"", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Hogwarts Legacy: Las versiones de PlayStation 4 y Xbox One sufren un nuevo retraso"], "contenido": ["Malas noticias para los usuarios de ", "PlayStation 4 ", "y ", "Xbox One ", "que están en espera de poder explorar el mundo creado en ", "Hogwarts Legacy", ", ya que se acaba de anunciar que el juego ha sufrido de un nuevo retraso, originalmente las versiones de estas consolas estaban contempladas para llegar el mes de abril, pero ahora se ha reajustado la fecha de estreno para el 5 de mayo de 2023, aunqu esto plantea que los jugadores deberan esperar más para disfrutar del juego, debeos agradecer que este atraso solamente sera de un par de semanas. Este anuncio llego directamente de la cuenta oficial de ", "Twitter", " en el que se puede leer el siguiente mensaje:", "\n", "\"Estamos abrumados por la gratitud por la respuesta a ", "Hogwarts Legacy", " de parte de los fanáticos de todo el mundo. El equipo está trabajando duro para ofrecer la mejor experiencia posible en todas las plataformas y necesitamos más tiempo para hacerlo. ", "Hogwarts Legacy", " se lanzará para ", "PS4", " y X", "box One", " el 5 de mayo de 2023.\"", "\n", "\n", "We’re overwhelmed with gratitude for the response to Hogwarts Legacy from fans around the globe. The team is working hard to deliver the best possible experience on all platforms and we need more time to do this. Hogwarts Legacy will launch for PS4 and Xbox One May 5, 2023. ", "pic.twitter.com/UjEIPXDZj2", "\n— Hogwarts Legacy (@HogwartsLegacy) ", "March 6, 2023", "Cabe señalar, que en este anuncio no se ha mencionado para nada la versión correspondiente para ", "Nintendo Switch", ", por lo que es posible que se siga manteniendo para el próximo 25 de julio. En ", "nuestra reseña de Hogwarts Legacy le dimos un 10/10 al juego", " y dijimos: \"", "Hogwarts", " ", "Legacy", " es el juego que los fans de ", "Harry", " ", "Potter", " siempre han soñado. Este mundo abierto captura toda la emoción y la magia del ", "Universo", " de ", "Harry", " ", "Potter", " con nuevos personajes tan memorables como los de la historia original, combates desafiantes y llenos de emoción, y una historia maravillosamente hecha, es una obra maestra y una carta de amor a quienes crecimos con el sueño de algún día recibir nuestra carta de ", "Hogwarts", ".\"", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Xbox: Microsoft lanza un sitio para mostrar los beneficios de adquirir Activision Blizzard"], "contenido": ["Recientemente ", "Microsoft", " lanzó un sitio web para explicar más a detalle los beneficios de la adquisición de ", "Activision Blizzard", " y con ello dar un poco de clama a la gente que cuestiona las implicaciones de esta compra para la industria. El sitio web describe la \"visión de los juegos\" de ", "Xbox", " y establece los beneficios del acuerdo de $ 68.7 mil millones para los jugadores, los desarrolladores de juegos y la industria del juego en general. Según este sitio web, los beneficios que otorgaría ", "Xbox ", "son los siguientes:", "Beneficios para los jugadores", "\n\t", "Más juegos en más dispositivos, como ", "Xbox", ", ", "PlayStation", ", móviles y Online.", "\n\t", "La posibilidad de elegir cómo y dónde se compran los juegos, con opciones de suscripción y compra única.", "\n\t", "Para el 95 % de los jugadores que juegan con móviles, alternativas a las ofertas de juego de las plataformas móviles dominantes.", "\n", "Beneficios para los creadores de videojuegos", "\n\t", "Más formas de hacer llegar los juegos a más jugadores mediante el apoyo, la inversión y un mejor acceso a los jugadores.", "\n\t", "Mejores ingresos y reglas de mercado justas a través de los principios de la tienda de aplicaciones.", "\n\t", "Mayor flexibilidad en los sistemas de pago y en la experiencia que ofrecen a sus seguidores.", "\n", "Beneficios para la industria de los videojuegos", "\n\t", "Más competencia en los móviles, donde dominan un par de grandes jugadores.", "\n\t", "Mayor competencia en los juegos tradicionales, donde ", "Sony", " y ", "Nintendo", " seguirán siendo los más grandes.", "\n\t", "Énfasis en la cultura positiva en el lugar de trabajo y mayor inversión local de ", "Microsoft", " en estudios y ecosistemas creativos de todo el mundo.", "\n", "Desde que ", "Microsoft", " y ", "Activision Blizzard iniciaron las negociaciones", ", la adquisición se ha enfrentado al escrutinio del gobierno del Reino Unido, varios senadores de Estadios Unidos, la ciudad de Nueva York y el Departamento de Justicia de los Estados Unidos, y aunque los accionistas de ", "Activision Blizzard", " aprobaron el acuerdo en abril, todavía hay mucho debate sobre sus problemas potenciales. Sin embargo, ", "Phil Spencer", ", el ", "CEO de Xbox", " se mantiene confiado y comentó en agosto que se siente bien con el progreso. \"Nunca he hecho un trato de 70 mil millones de dólares, así que no sé qué significa mi confianza\", comentó. \"Diré que las discusiones que hemos tenido parecen positivas\".", "\n", "\n\n", "\n", "Xbox Series S - Paquete Fortnite y Rocket League - Series S Fortnite Edition", "\n", "Precio de lista: $6,387 pesos", "\n", "Buy on Amazon ↗", "\n", "\n", "Algunas empresas como PlayStation han estado en contra respecto a la transacción, y parece ser que no son los únicos, pues parece ser que ", "Google", " también se ha unido a ", "PlayStation", ", esto tras dar de baja su servicio de ", "Stadia", ". Esto ha llevado a la empresa a expresar su preocupación con el regulador antimonopolio de Europa, misma que podría encargarse de dictaminar como terminará el trato entre las desarrolladoras. De cierta manera estoresulta un poco extraño por parte de ", "Google ", "quienes ya se han alejado de la creación de videojuegos. Vale la pena mencionar, que hace poco ", "Jim Ryan", ", ", "CEO de PlayStation", ", se dirigió a la Unión Europea para dar a conocer su preocupación sobre dicha adquisición. Esto es básicamente por su temor en perder sus beneficios con ", "Call of Duty", ", franquicia que aún planea algunos lanzamientos más en consolas de ", "Sony", ", esto para pasar a ser exclusiva de ", "Xbox", " y ", "PC", ". Aunque ", "Xbox", " en reiteradas ocasiones ha sostenido que los juegos de la franquicia continuarán siendo multiplataforma.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Xbox Game Pass: estos son los juegos que llegan y se van en esta primera mitad de mayo"], "contenido": ["Microsoft ha dado a conocer a través de Xbox Wire ", "los juegos que llegarán a Xbox Game Pass durante la primera mitad de este mes de mayo", ", y pueden conocerlos en el listado a continuación:", "Ya disponible", "Redfall (Nube, PC y Xbox Series X/S)", "\"La isla de Redfall está sitiada por una legión de vampiros que la han aislado del mundo exterior. Prepárate para este FPS de mundo abierto con cinco nuevos controles personalizados del laboratorio de diseño de Xbox, inspirados en los cuatro héroes de Redfall y los monstruos chupasangre que se han apoderado de la isla.\"", "4 de mayo", "Ravenlok (nube, consola y PC)", "\"Ingresa a un mundo de maravillas y peligros en Ravenlok , una aventura de cuento de hadas llena de acción de Cococucumber. Sigue tu curiosidad a través de un espejo místico hacia una tierra perdida de monstruos aterradores y una reina malévola. Empuña tu espada, libera tus hechizos y ábrete camino a través de jefes bestiales en entornos exuberantes y artesanales.\"", "8 de mayo", "Weird West: Definitive Edition (Xbox Series X|S)", "\"Sobrevive y descubre los misterios del Weird West a través de los destinos entrelazados de sus inusuales héroes en un RPG de acción de los co-creadores de Dishonored y Prey . Descubre una reimaginación de fantasía oscura del Lejano Oeste donde los hombres de la ley y los pistoleros comparten la frontera con criaturas fantásticas. Forma una pandilla o aventúrate solo y haz que cada leyenda sea tuya.\"", "9 de mayo", "Shadowrun Trilogy (PC)", "\"Disponible ahora en Cloud y Console, ¡y próximamente en PC! Shadowrun Trilogy comprende 3 juegos de rol tácticos de culto que tienen lugar en un futuro ciberpunk distópico en el que la magia ha vuelto a despertar, trayendo de vuelta a la vida criaturas de alta fantasía. Inicialmente creado como un juego de rol de mesa hace más de 30 años, este escenario único en su tipo ha ganado un gran número de seguidores durante las últimas tres décadas.\"", "11 de mayo", "Fuga: Melodies of Steel 2 (Cloud, Consola y PC)", "\"¡La secuela de la cautivadora historia de Fuga: Melodies of Steel llegará pronto! ¡Este juego de rol por turnos está de vuelta con un sistema de batalla mejorado para más estrategia, así como un nuevo sistema de eventos que te brinda opciones más emocionantes para afectar tu experiencia!\"", "Y estos son los juegos que se van de Game Pass", "Pero no todas son buenas noticias ya que ", "también se revelaron los juegos que serán retirados del servicio el próximo 15 de mayo", ":", "- Before We Leave (Nube, Consola y PC)", "\n- Danganronpa 2: Goodbye Despair Anniversary Edition (Nube, Consola y PC)", "\n- Hearts of Iron IV (PC)", "\n- Her Story (PC)", "\n- Umurangi Generation: Special Edition (Nube, Consola y PC)", "Así que si están interesados en alguno de estos consideren jugarlo antes de esa fecha, y recuerden que si quieren conservarlos pueden usar su descuento del 20% para miembros de Xbox Game Pass en cualquier título disponible en el catálogo.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["PlayStation Plus: estos son los juegos gratis de noviembre de 2022"], "contenido": ["Sony Interactive Entertainment ha dado a conocer a través de PlayStation.Blog los juegos mensuales en PlayStation Plus para noviembre que incluyen Nioh 2, Lego Harry Potter Collection y Heavenly Bodies.", "En la publicación mencionan que estos juegos estarán disponibles a partir del próximo 1 de noviembre para los miembros de PlayStation Plus Essential, Extra y Deluxe. A continuación tienen los detalles de los juegos:", "Nioh 2/Nioh 2 Remastered | PS4, PS5", "\"Domina las letales artes del samurái como un misterioso guerrero yokai, mitad humano y mitad sobrenatural, en esta desafiante secuela RPG de acción para un solo jugador. Abate a una hueste de nuevos yokai mortíferos, guerreros samuráis experimentados y jefes monstruo gigantescos en la visión estilizada de Team Ninja del periodo Sengoku temprano de Japón. Desenvaina tus armas letales y liquida a todos los enemigos en tu camino con un sistema de combate renovado y la capacidad de transformarte en un yokai total para desatar poderes paranormales.\"", "Lego Harry Potter Collection | PS4", "\"Lego Harry Potter Collection trae Lego Harry Potter: Años 1-4 y Lego Harry Potter: Años 5-7 remasterizados. Esta recopilación combina la habilidad creativa de Lego y el mundo expansivo de Harry Potter, con una emocionante aventura llena de hechizos para lanzar, pociones para hacer, rompecabezas para resolver, lecciones, duelos y mucho más. Disfruta de la diversión para dos jugadores en modo local u online.\"", "Heavenly Bodies | PS4, PS5", "\"Descubre los detalles siempre cambiantes del movimiento ingrávido en este desafiante juego de física que ofrece una colección de escenarios estelares inspirados en las hazañas de exploradores e investigadores espaciales a lo largo de la historia. Pelea por el control de los brazos de tu cosmonauta con los joysticks izquierdo y derecho para empujar, jalar y trepar por escenarios simulados físicamente en su totalidad a borde de una estación de investigación científica, en solitario o con un amigo en cooperativo local.\"", "Se menciona que más adelante se anunciarán los juegos que formarán parte del catálogo de juegos de PlayStation Plus Extra y ", "Deluxe", " de noviembre, así que actualizaremos la nota cuando se revele la información.", "Por cierto, recuerden que aún tienen hasta el 31 de octubre para descargar ", "los juegos de PlayStation Plus de octubre", " que son Injustice 2, Hot Wheels Unleashed y Superhot.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["God of War Ragnarök rompe los récords de ventas de la franquicia en su primera semana"], "contenido": ["El día de hoy se cumplen dos semanas del lanzamiento de ", "God of War: Ragnarök", ", y desde su estreno se han ido revelando las cifras oficiales de ventas en la distintas regiones, pero el día de hoy, ", "PlayStation", " ha publicado un resumen de ventas del último juego de la franquicia durante su primera semana. A través de su cuenta de ", "Twitter", ", han publicado que ", "God of War: Ragnarök", " ha logrado vender un total de 5,1 millones de unidades en todo el mundo, pero esta no es la única cifra sorprendente que nos comparte ", "PlayStation", ", ya que también remarcan que se trata del first-party de ", "Sony", " que más rápido ha vendido en su lanzamiento, así como que el juego ha logrado superar un récord en la saga ", "God", " ", "of", " ", "War", " en número de ventas en su semana de estreno.", "\n", "Congratulations to ", "@SonySantaMonica", " for making God of War Ragnarök the fastest-selling first party launch game in PlayStation history! 🪓 ", "pic.twitter.com/NPgN6YHRnQ", "\n— PlayStation (@PlayStation) ", "November 23, 2022", "Dicha cifra incluye tanto las ventas registradas en ", "PlayStation", " ", "5", " como en ", "PlayStation", " ", "4", ", comparado con los lanzamientos más recientes de ", "PlayStation", ", ", "The", " ", "Last", " ", "of", " ", "Us", " ", "Parte", " ", "II", " alcanzó los 4 millones de juegos vendidos en los tres primeros días, mientras que ", "God", " ", "of", " ", "War", " de 2018 llegó hasta las 3.1 millones de unidades en el mismo. Los tambien han comenzado a elogiar el trabajo de ", "Santa", " ", "Monica", " en la secuela del popular juego que ha dejado huella en la historia de la compañía desde su primera entrega que se lanzó en ", "PlayStation 2", ", y ya muchos han asegurado que el título es una obra maestra, ", "en nuestra review", " dijimos que con ", "God", " ", "of", " ", "War", " ", "Ragnarök", ", ", "Sony", " y ", "Santa", " ", "Monica", " demuestran lo que es la calidad y cariño a un universo, pues nos entregan mundo hermoso, lleno de vida junto con un gameplay perfecto que perfecciona algo que no creíamos que podía ser aún mejor respecto al sistema de combate. Todo mientras experimentamos el viaje más complicado en la vida de ", "Kratos", ", con una historia emotiva, épica y que tendrá momentos inesperados y muchos giros y sorpresas que tanto fans casuales como los más allegados a la franquicia disfrutarán como nunca.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Shazam! Fury of the Gods: El director rechaza los rumores sobre cierto cameo"], "contenido": ["Advertencia: ¡El siguiente artículo contiene spoilers de Shazam! Fury of the Gods.", "¡Sí, en realidad era Gal Gadot como Wonder Woman en Shazam! Fury of the Gods, dice el director David F. Sandberg, no es un deepfake como algunos creían.", "Diana de Gadot aparece al final de Fury of the Gods, apareciendo en el funeral de Billy Batson para reparar el bastón del hechicero y resucitar a Billy. Pero, tanto por cómo se veía en la película como por algunas fotos de la visita al set que surgieron con el doble del cuerpo de Gadot, Taylor Cahill, algunos pensaron que era el rostro de Gadot editado digitalmente en el cuerpo de Cahill.", " ", "“Cierto cameo en ‘Shazam! Fury of the Gods tenía que filmarse en Inglaterra, pero no pude ir por un problema de visa, así que dirigí de forma remota”, dijo, y también compartió un video de él editando la escena con Gadot. “No fue un deepfake como algunos creen”.\n", "\n", "A certain cameo in ", "#ShazamFuryOfTheGods", " had to be shot in England but I couldn’t go because of a visa issue so I directed remotely. It wasn’t a deepfake as some believe. ", "pic.twitter.com/p8ODDHWe9Q", "\n— David F. Sandberg (@ponysmasher) ", "March 22, 2023", "\n\n", "Explicando más en una respuesta a uno de los tuits que compartían las fotos de Cahill, Sandberg dijo: \"Grabamos la escena con Taylor para averiguar qué cobertura necesitábamos obtener con Gal, ya que no pudo llegar a Atlanta. También es El cuerpo de Taylor con la cabeza del mago en él. No hay absolutamente ninguna falsificació. Cuando ves a Gal, es 100% ella\".", "\n\n", "El elenco y el equipo de Shazam! Fury of the Gods ha hablado sobre los sucesos detrás de escena y el DCU en general desde el debut de la secuela. Sandberg respondió previamente a las críticas medias de la película, y la estrella Zachary Levi ha estado comentando los rumores de que Dwayne Johnson lo bloqueó de un cameo en Black Adam.", "\n\n", "\n", "Alex Stedman es editora sénior de noticias en IGN y supervisa los reportajes de entretenimiento. Cuando no está escribiendo o editando, puedes encontrarla leyendo novelas de fantasía o jugando a Dungeons & Dragons.", "\n"]},
{"titulo": ["Rápidos y Furiosos X - Teaser oficial"], "fecha_de_publicacion": ["1 de Febrero de 2023"]},
{"titulo": ["Dead Island 2: Nuevo Gameplay"], "fecha_de_publicacion": ["2 de Marzo de 2023"]},
{"titulo": ["Fortnite: Todas las recompensas del Capítulo 4- Temporada 1"], "fecha_de_publicacion": ["6 de Diciembre de 2022"]},
{"titulo": ["Fortnite - Capítulo 4 - Temporada 2: MEGA - Tráiler Cinematográfico"], "fecha_de_publicacion": ["14 de Marzo de 2023"]},
{"titulo": ["Fortnite x Attack on Titan: Eren Jaeger, Mikasa y Levi Ackerman llegan al battle royale"], "fecha_de_publicacion": ["11 de Abril de 2023"]},
{"titulo": ["Destiny 2: Eclipse - Tráiler de lanzamiento"], "fecha_de_publicacion": ["3 de Marzo de 2023"]},
{"titulo": ["Metroid Fusion - Game Boy Advance - Tráiler Nintendo Switch Online"], "fecha_de_publicacion": ["3 de Marzo de 2023"]},
{"titulo": ["The Last of Us Episode 8: TV Show vs Game Comparison"], "fecha_de_publicacion": ["6 de Marzo de 2023"]},
{"titulo": ["Google Stadia ha lanzado un juego final antes de su cierre el 18 de enero"], "contenido": ["Google", " ", "Stadia", " se cerrará oficialmente el 18 de enero, y el equipo detrás del servicio de transmisión de videojuegos ha regalado al mundo ", "Worm Game", ", el último título que se lanzará para la plataforma y que se usó para probar muchas de las funciones de ", "Stadia", " antes de su lanzamiento. .", "Worm Game ", "puede ser jugado ahora por cualquier persona con un navegador ", "Google Chrome", ", y está muy inspirado en el clásico juego ", "Snake", ". No es el juego más avanzado gráficamente, pero tiene múltiples niveles, la capacidad de cambiar el color de tu gusano y cuatro modos: ", "Campaña", ", ", "Arcade", ",", " Multijugador", " y ", "Construir.", "También es importante tener en cuenta que, si desea probar", " Worm Game", ", debe hacerlo antes del 18 de enero, ya que no se podrá jugar cuando ", "Google Stadia", " se cierre oficialmente.", "Stadia", "\"Juega el juego que llegó a ", "Stadia", " antes de que ", "Stadia", " llegara al mundo\", escribió el equipo de contenido de la plataforma ", "Stadia", ". \"'", "Worm Game", "' es un título humilde que usamos para probar muchas de las funciones de ", "Stadia", ", desde mucho antes de nuestro lanzamiento público en 2019 hasta 2022. No ganará el Juego del año, pero el equipo de ", "Stadia", " pasó MUCHO tiempo jugando y pensamos en compartirlo contigo. Gracias por jugar y por todo\".", "Junto con ", "Worm Game", ", el equipo de ", "Stadia", " tiene otra sorpresa reservada para aquellos que invirtieron en la plataforma fallida, ya que lanzará una \"herramienta de autoservicio para habilitar las conexiones ", "Bluetooth", " en su controlador ", "Stadia", "\" la próxima semana. Todavía no tenemos los detalles exactos de cómo funcionará, pero se darán a conocer \"en el momento del lanzamiento\".", "Google Stadia", " se lanzó en 2019 y es un servicio de juegos en la nube que permite a los usuarios transmitir videojuegos, incluidos títulos AAA como ", "Cyberpunk 2077", " y ", "Assassin's Creed Odyssey", ", a dispositivos que tienen ", "Google Chrome", ". No importa cuán poderoso sea el dispositivo, ya que todo se ejecuta en el servicio en la nube de ", "Google", ".", " ", "Google", " anunció en septiembre de 2022 que ", "Stadia", " cerraría en enero de 2023, pero hizo el generoso gesto de reembolsar \"todas las compras de hardware de Stadia realizadas a través de ", "Google Store", ", y todas las compras de juegos y contenido adicional realizadas a través de ", "Stadia Store", "\".", "Si bien es posible que ", "Stadia", " no viva para ver otro mes, la tecnología detrás de él seguirá viva, ya que ", "Google", " ya comenzó a ofrecerlo como un producto de marca blanca. Esto significa que otras empresas pueden usar la tecnología sin decir: \"¡Oye, esto está a cargo de ", "Google", " ", "Stadia", "!\". AT&T ya se ha aprovechado de esto cuando ofreció ", "Batman: Arkham Knight ", "a sus usuarios de forma gratuita.", "¿Tienes algún consejo para nosotros? ¿Quieres discutir una posible historia? Por favor envíe un correo electrónico a ", "newstips@ign.com", ".", "Adam Bankhurst es escritor de noticias para IGN. Puedes seguirlo en Twitter", " @AdamBankhurst", " y en ", "Twitch."]},
{"titulo": ["Google Stadia ha lanzado un juego final antes de su cierre el 18 de enero"], "contenido": ["Google", " ", "Stadia", " se cerrará oficialmente el 18 de enero, y el equipo detrás del servicio de transmisión de videojuegos ha regalado al mundo ", "Worm Game", ", el último título que se lanzará para la plataforma y que se usó para probar muchas de las funciones de ", "Stadia", " antes de su lanzamiento. .", "Worm Game ", "puede ser jugado ahora por cualquier persona con un navegador ", "Google Chrome", ", y está muy inspirado en el clásico juego ", "Snake", ". No es el juego más avanzado gráficamente, pero tiene múltiples niveles, la capacidad de cambiar el color de tu gusano y cuatro modos: ", "Campaña", ", ", "Arcade", ",", " Multijugador", " y ", "Construir.", "También es importante tener en cuenta que, si desea probar", " Worm Game", ", debe hacerlo antes del 18 de enero, ya que no se podrá jugar cuando ", "Google Stadia", " se cierre oficialmente.", "Stadia", "\"Juega el juego que llegó a ", "Stadia", " antes de que ", "Stadia", " llegara al mundo\", escribió el equipo de contenido de la plataforma ", "Stadia", ". \"'", "Worm Game", "' es un título humilde que usamos para probar muchas de las funciones de ", "Stadia", ", desde mucho antes de nuestro lanzamiento público en 2019 hasta 2022. No ganará el Juego del año, pero el equipo de ", "Stadia", " pasó MUCHO tiempo jugando y pensamos en compartirlo contigo. Gracias por jugar y por todo\".", "Junto con ", "Worm Game", ", el equipo de ", "Stadia", " tiene otra sorpresa reservada para aquellos que invirtieron en la plataforma fallida, ya que lanzará una \"herramienta de autoservicio para habilitar las conexiones ", "Bluetooth", " en su controlador ", "Stadia", "\" la próxima semana. Todavía no tenemos los detalles exactos de cómo funcionará, pero se darán a conocer \"en el momento del lanzamiento\".", "Google Stadia", " se lanzó en 2019 y es un servicio de juegos en la nube que permite a los usuarios transmitir videojuegos, incluidos títulos AAA como ", "Cyberpunk 2077", " y ", "Assassin's Creed Odyssey", ", a dispositivos que tienen ", "Google Chrome", ". No importa cuán poderoso sea el dispositivo, ya que todo se ejecuta en el servicio en la nube de ", "Google", ".", " ", "Google", " anunció en septiembre de 2022 que ", "Stadia", " cerraría en enero de 2023, pero hizo el generoso gesto de reembolsar \"todas las compras de hardware de Stadia realizadas a través de ", "Google Store", ", y todas las compras de juegos y contenido adicional realizadas a través de ", "Stadia Store", "\".", "Si bien es posible que ", "Stadia", " no viva para ver otro mes, la tecnología detrás de él seguirá viva, ya que ", "Google", " ya comenzó a ofrecerlo como un producto de marca blanca. Esto significa que otras empresas pueden usar la tecnología sin decir: \"¡Oye, esto está a cargo de ", "Google", " ", "Stadia", "!\". AT&T ya se ha aprovechado de esto cuando ofreció ", "Batman: Arkham Knight ", "a sus usuarios de forma gratuita.", "¿Tienes algún consejo para nosotros? ¿Quieres discutir una posible historia? Por favor envíe un correo electrónico a ", "newstips@ign.com", ".", "Adam Bankhurst es escritor de noticias para IGN. Puedes seguirlo en Twitter", " @AdamBankhurst", " y en ", "Twitch."]},
{"titulo": ["Hogwarts Legacy: el lanzamiento para Nintendo Switch se ha retrasado"], "contenido": ["Originalmente programado para lanzarse en julio, ", "Avalanche", " ", "Software", " anunció hoy en ", "Twitter", " que ", "Hogwarts", " ", "Legacy", " se retrasará hasta noviembre para una mayor optimización.", "\"Sabemos que los fanáticos están ansiosos por jugar en ", "Switch", ", por lo tanto, crear la mejor experiencia posible es nuestra principal prioridad. Gracias por su paciencia\", escribió el equipo en el feed de ", "Hogwarts", " ", "Legacy", ".", "\n", "Hogwarts Legacy launches on Nintendo Switch on 11/14/23. We know fans are looking forward to playing on Switch, therefore creating the best possible experience is our top priority. Thank you for your patience.", "\n", "\nAvailable now on PS5 & PS4, Xbox X|S & Xbox One, and PC. ", "pic.twitter.com/nADIeNbMvw", "\n— Hogwarts Legacy (@HogwartsLegacy) ", "May 12, 2023", "Avalanche", " tiene un gran trabajo por delante. Si bien ", "Hogwarts", " ", "Legacy", " ha logrado lograr la estabilidad en consolas más antiguas, ", "Switch", " es menos potente incluso que la", " PlayStation 4", " básica. ", "Marvel's Midnight Suns", " se encuentra entre los ports de ", "Switch", " que se cancelarán ya que los estudios han ondeado la bandera blanca en la plataforma.", "Aún así, ", "Switch", " alberga algunos puertos realmente impresionantes, incluidos ", "The", " ", "Witcher", " ", "3", " y ", "Nier", " ", "Automata", ". Si ", "Avalanche", " logra optimizar la versión ", "Switch", " de ", "Hogwarts", " ", "Legacy", ", notablemente uno de los juegos de mundo abierto más ambiciosos de la generación, será uno de los logros técnicos más impresionantes de la plataforma hasta la fecha.", "Hogwarts Legacy ", "J.K. Rowling", "Hogwarts Legacy ", "se lanzará en ", "Nintendo Switch", " el 14 de noviembre.", "Kat Bailey es editora sénior de noticias en IGN y coanfitriona de Nintendo Voice Chat. ¿Tienes un consejo? Envíale un DM a @the_katbot."]},
{"titulo": ["Hogwarts Legacy: el lanzamiento para Nintendo Switch se ha retrasado"], "contenido": ["Originalmente programado para lanzarse en julio, ", "Avalanche", " ", "Software", " anunció hoy en ", "Twitter", " que ", "Hogwarts", " ", "Legacy", " se retrasará hasta noviembre para una mayor optimización.", "\"Sabemos que los fanáticos están ansiosos por jugar en ", "Switch", ", por lo tanto, crear la mejor experiencia posible es nuestra principal prioridad. Gracias por su paciencia\", escribió el equipo en el feed de ", "Hogwarts", " ", "Legacy", ".", "\n", "Hogwarts Legacy launches on Nintendo Switch on 11/14/23. We know fans are looking forward to playing on Switch, therefore creating the best possible experience is our top priority. Thank you for your patience.", "\n", "\nAvailable now on PS5 & PS4, Xbox X|S & Xbox One, and PC. ", "pic.twitter.com/nADIeNbMvw", "\n— Hogwarts Legacy (@HogwartsLegacy) ", "May 12, 2023", "Avalanche", " tiene un gran trabajo por delante. Si bien ", "Hogwarts", " ", "Legacy", " ha logrado lograr la estabilidad en consolas más antiguas, ", "Switch", " es menos potente incluso que la", " PlayStation 4", " básica. ", "Marvel's Midnight Suns", " se encuentra entre los ports de ", "Switch", " que se cancelarán ya que los estudios han ondeado la bandera blanca en la plataforma.", "Aún así, ", "Switch", " alberga algunos puertos realmente impresionantes, incluidos ", "The", " ", "Witcher", " ", "3", " y ", "Nier", " ", "Automata", ". Si ", "Avalanche", " logra optimizar la versión ", "Switch", " de ", "Hogwarts", " ", "Legacy", ", notablemente uno de los juegos de mundo abierto más ambiciosos de la generación, será uno de los logros técnicos más impresionantes de la plataforma hasta la fecha.", "Hogwarts Legacy ", "J.K. Rowling", "Hogwarts Legacy ", "se lanzará en ", "Nintendo Switch", " el 14 de noviembre.", "Kat Bailey es editora sénior de noticias en IGN y coanfitriona de Nintendo Voice Chat. ¿Tienes un consejo? Envíale un DM a @the_katbot."]},
{"titulo": ["Xbox Did ‘A Better Job’ With Assisting Starfield Development Than Redfall"], "contenido": ["El jefe de ", "Xbox", ", ", "Phil Spencer", ", ha ofrecido algún tipo de garantía a los fanáticos de que, con suerte, ", "Starfield", " se lanzará en un mejor estado que la exclusiva de la consola ", "Xbox", " de esta semana, ", "Redfall", ", afirmando que el editor \"hizo un mejor trabajo\" en términos de asistencia en el desarrollo.", "Hablando sobre el desarrollo de ", "Redfall", " en un nuevo episodio de ", "Kinda", " ", "Funny", " ", "Xcast", ", ", "Spencer", " explicó cómo la adquisición de un estudio que está a la mitad del desarrollo de un juego, como sucedió con ", "Bethesda", " ", "Game", " ", "Studios", " y ", "Arkane", " ", "Austin", ", trabajando en ", "Starfield", " y ", "Redfall", " respectivamente, puede ser un desafío, y ", "Xbox", " necesita mejorar su proceso.", "“Cuando adquirimos estudios, hay juegos que están en desarrollo, y luego hay cosas que están en una etapa muy temprana de desarrollo o que aún no han sido concebidas. Creo que debemos mejorar en la interacción con los juegos que están en la mitad de la producción cuando se vuelven parte de ", "Xbox", "”, dijo.", "“No hicimos un buen trabajo al principio al involucrar a ", "Arkane", " ", "Austin", " para ayudarlos a comprender realmente lo que significaba ser parte de ", "Xbox", " y parte de la primera parte, y usar algunos de nuestros recursos internos para ayudarlos a avanzar en ese viaje incluso más rápido. Les dejamos trabajar en el juego…”", "Spencer", " continuó diciendo que participar antes en estos esfuerzos de colaboración es la clave para un mayor éxito. “Pero cuando [el jefe de ", "Xbox Game Studios", "] ", "Matt Booty ", "[y el presidente de ", "Zenimax", "] ", "Jamie Leder ", "se sienten, creo que podemos interactuar antes con nuestros diferentes estudios. Y sí creo que hay una diferencia cuando entramos cuando la creatividad ya está configurada en un juego, y eso no es lavarnos las manos, cada juego que enviamos de nuestros equipos es un juego de ", "Xbox", ", por lo que asumimos toda la responsabilidad por ello”.", "Según ", "Spencer", ", ", "Xbox", " \"hizo un mejor trabajo\" con ", "Starfield", " porque el juego estaba \"antes en producción\" cuando ", "Bethesda", " se unió a ", "Microsoft", ". ", "Redfall", " estaba más avanzado en el desarrollo, por lo que la asistencia fue más difícil.", "No obstante, ", "Spencer", " dice: “Deberíamos haber estado allí para [el director del estudio de ", "Arkane", "] ", "Harvey", " [", "Smith", "] y el equipo antes. Creo que eso depende de nosotros. Y luego a través del proceso. Es un juego de ", "Unreal", ", tenemos un montón de estudios que han hecho un gran trabajo en ", "Unreal", " a lo largo de los años, y creo que llegamos demasiado tarde para ayudar cuando tuvieron ciertos problemas”.", "Los juegos anteriores de ", "Arkane", " ", "Austin", " se construyeron en diferentes motores; ", "CryEngine", " se usó para ", "Prey", ", mientras que ", "Void", " ", "Engine", ", basado en ", "id", " ", "Tech", ", se usó para ", "Dishonored 2 ", "y su continuación, ", "Death", " ", "of", " ", "the", " ", "Outsider", ". Como tal, ", "Redfall", " fue el primer gran proyecto del equipo en varios años en utilizar tecnología basada en ", "Unreal", ".", "Redfall", " se lanzó a principios de esta semana con una variedad de errores técnicos y malas decisiones creativas, algo que resultó en una variedad de críticas negativas, incluido el propio 7/10 de ", "IGN", ". Para obtener más información sobre la reacción de ", "Xbox", " al lanzamiento de ", "Redfall", ", lea la disculpa de ", "Phil", " ", "Spencer", " por el lanzamiento y su promesa de que se realizarán mejoras.", "Matt Purslow es el editor de noticias y reportajes de IGN en el Reino Unido."]},
{"titulo": ["Sony asegura que Xbox Game Pass está \"muy por delante\" de PlayStation Plus"], "contenido": ["Como sabrán, actualmente se están analizando diferentes puntos para ver si se aprueba que Microsoft complete la adquisición de Activision Blizzard, pero ", "Sony no está de acuerdo y siguen con sus esfuerzos de evitarlo", ".", "Dentro estos esfuerzos llama la atención que incluso han hecho declaraciones donde ellos mismos se critican, como la más reciente donde ", "señalan que Game Pass es superior a PlayStation Plus", ".", "La Autoridad de Competencia y Mercados (CMA por sus siglas en inglés) compartió un documento donde diferentes desarrolladoras dan sus primeras conclusiones sobre la compra de Activision Blizzard, y destaca que ", "Sony indica \"En lo relativo a los servicios de suscripción de Microsoft, está fuera de toda duda que Game Pass está muy por encima de PlayStation Plus.\"", "Con esto la compañía japonesa busca desmentir lo que dice Microsoft ya que ellos aseguran que Sony domina el mercado y no se verían afectados por la adquisición.", "Por su parte, Sony considera que si Microsoft compra al estudio podrían \"vengarse\" de ellos subiendo el precio de Call of Duty en PlayStation, bajando la calidad y el rendimiento del juego en PS, restringiendo o degradando la experiencia multijugador en sus consolas, o haciendo que esté disponible en servicios de suscripciópn de Microsoft.", "Ya veremos cómo se sigue desarrollando este caso que se ha venido extendiendo más de lo esperado. ", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["PlayStation Plus revela sus videjuegos para marzo con Battlefield 2042 a la cabeza"], "contenido": ["aSe ha confirmado oficialmente que los juegos de ", "PlayStation Plus", " para marzo de 2023 serán", " Battlefield 2042", ", ", "Minecraft Dungeons", " y", " Code Vein", ", y estarán disponibles para todos los suscriptores del 7 de marzo al 3 de abril.", "PlayStation", " compartió la noticia durante ", "su último State of Play", ", donde también compartió que ", "Uncharted: Legacy of Thieves Collection", ", ", "Tchia", ", ", "Ghostwire: Tokyo", ", ", "Immortals Fenyx Rising ", "y ", "Tom Clancy's Rainbow Six Extraction ", "se unirán al catálogo de juegos de ", "PlayStation Plus", ", que está disponible para miembros ", "Extra", " y ", "Premium", ".", "\n", "Minecraft Dungeons, Code Vein, and Battlefield 2042 are your PlayStation Plus Monthly Games for March, with Tchia and much more coming to Game Catalog. ", "pic.twitter.com/PNYOlz8mQC", "\n— PlayStation (@PlayStation) ", "February 23, 2023", "Battlefield 2042", " es la última entrada en la larga franquicia de disparos en primera persona y, aunque no presenta una campaña para un solo jugador, presenta el modo ", "Portal", ". Para aquellos que no estén familiarizados, este nuevo modo les permite mezclar y combinar mapas, armas, clases y equipos de ", "Battlefield 1942", ", ", "Battlefield Bad Company", " 2, ", "Battlefield 3", " y ", "Battlefield 2042", " para crear la experiencia que siempre ha querido jugar.", "En nuestra reseña de Battlefield 2042", ", dijimos que \"Deja la vara muy baja para las siguientes entregas, dejando de lado el contenido creado por los desarrolladores a favor del contenido que podría producir la comunidad de jugadores, lo cual nunca es algo bueno. La falta de variedad en el multijugador y una inexistente campaña, son los dos grandes errores que tiene que ofrecer esta experiencia monótona\".", "Minecraft Dungeons", " es un giro en el juego de ", "Mojang", " y busca combinar las mejores partes de los rastreadores de mazmorras como ", "Diablo", " con todo el encanto y la estética de ", "Minecraft", ". Se lanzó por primera vez en 2020 y disfrutamos nuestro tiempo con él, incluso si no es revolucionario.", "En", " nuestra reseña de Minecraft Dungeons", ", dijimos que \"", "Minecraft Dungeons", " es mucho más de lo que se esperaba y puedes pasar pasado incontables horas de diversión con amigos explorando y venciendo enemigos. Y aunque tiene unos pequeños problemas de diseño, no es algo que te arruine la experiencia.\".", "Por último, Por último, ", "Code Vein ", "es un \"anime ", "Soulslike", "\" que tenía como objetivo brindar a los jugadores una nueva forma de experimentar el desafío brutal pero gratificante de juegos como ", "Dark Souls", ", ", "Bloodborne", " y más. También se distingue de ser un simple clon al incluir un entorno postapocalíptico único, un sistema de clases flexible y un socio de ", "IA", ".", "\n", "\nEn", " nuestra revisión de", " ", "Code Vein", ", dijimos que \"Es el juego que balancea de forma acertada el anime y un estilo ", "Dark Souls", ". Sus principales defectos son a nivel visual con una caída constante de frame rate, sin embargo tiene un gran sistema de combate, jefes dignos y difíciles, y un sistema de personalización que hará que tu avatar sea único e irrepetible. Sí se trata de una aventura que cualquier amante de las series animadas japonesas y los videojuegos podría disfrutar.\"", "En cuanto a los juegos de ", "Game Catalog", ", hay algunos juegos pesados, pero ", "Tchia", " es el único lanzamiento nuevo. Este hermoso juego tropical de aventuras de mundo abierto está fuertemente inspirado en Nueva Caledonia, y también te permite saltar a los animales y la mayoría de los objetos que encuentres. ", "Tchia", " se lanzará el 21 de marzo.", "Mientras esperas a que lleguen estos juegos, asegúrate de consultar ", "nuestro resumen completo del último State of Play", " y no olvides descargar los juegos de PlayStation Plus de febrero: ", "OlliOlli World", ", ", "Mafia: Definitive Edition", ",", " Evil Dead: The Game", " y", " Destiny 2: Más allá de la luz", ".", "¿Tienes algún consejo para nosotros? ¿Quieres discutir una posible historia? Por favor envíe un correo electrónico a ", "newstips@ign.com", ".", "Adam Bankhurst es escritor de noticias para IGN. Puedes seguirlo en Twitter ", "@AdamBankhurst", " y en ", "Twitch."]},
{"titulo": ["God of War Ragnarok alcanza el hito de 11 millones de unidades vendidas"], "contenido": ["Santa Monica Studio ha confirmado que ", "God of War Ragnarok ha vendido 11 millones de copias", ".", "El estudio desarrollador detrás del más reciente God of War compartió la noticia en Twitter con un gif adorablemente divertido de", " Kratos haciendo un corazón con sus manos", ".", "\"Nos sentimos increíblemente honrados de que #GodofWarRagnarok haya vendido oficialmente 11 millones de copias\", escribió Santa Monica Studio. \"Nada de esto sería posible sin el apoyo de nuestros fans, así que gracias por acompañarnos en este viaje\".", "\n", "We’re incredibly humbled that ", "#GodofWarRagnarok", " has officially sold through 11 million copies!", "\n", "\nNone of this would be possible without the support of our fans, so thank you for coming on this journey with us! ", "pic.twitter.com/7KlAT9eddG", "\n— Santa Monica Studio – God of War Ragnarök (@SonySantaMonica) ", "February 1, 2023", "En 2022, Sony compartió que God of War de 2018 había vendido más de 23 millones de copias hasta el 30 de septiembre de 2022. Es importante tener en cuenta que esas ventas incluyen el lanzamiento para PC de God of War, así que espera un gran impulso para God of War Ragnarok si llega en versión para PC.", "Si bien God of War Ragnarok aún no ha alcanzado las alturas de 23 millones de copias vendidas, se convirtió en el juego first-party más vendido en la historia de PlayStation con 5.1 millones de copias vendidas durante su semana de debut.", "En ", "nuestra reseña de God of War: Ragnarok", " le otorgamos un 10/10, comentando que \"es una bella cátedra de cómo se debe hacer una secuela e impone un estándar de calidad en lo que todas las segundas partes o continuaciones deberían aspirar a ser y claro, es un título imperdible para todos los poseedores de una PlayStation 4 o 5.\"", "En más de God of War: Ragnarok, ya ", "se anunció oficialmente la serie live-action", " de esta saga de acción que seguirá a Kratos y su hijo Atreus.", " "]},
{"titulo": ["God of War Ragnarok alcanza el hito de 11 millones de unidades vendidas"], "contenido": ["Santa Monica Studio ha confirmado que ", "God of War Ragnarok ha vendido 11 millones de copias", ".", "El estudio desarrollador detrás del más reciente God of War compartió la noticia en Twitter con un gif adorablemente divertido de", " Kratos haciendo un corazón con sus manos", ".", "\"Nos sentimos increíblemente honrados de que #GodofWarRagnarok haya vendido oficialmente 11 millones de copias\", escribió Santa Monica Studio. \"Nada de esto sería posible sin el apoyo de nuestros fans, así que gracias por acompañarnos en este viaje\".", "\n", "We’re incredibly humbled that ", "#GodofWarRagnarok", " has officially sold through 11 million copies!", "\n", "\nNone of this would be possible without the support of our fans, so thank you for coming on this journey with us! ", "pic.twitter.com/7KlAT9eddG", "\n— Santa Monica Studio – God of War Ragnarök (@SonySantaMonica) ", "February 1, 2023", "En 2022, Sony compartió que God of War de 2018 había vendido más de 23 millones de copias hasta el 30 de septiembre de 2022. Es importante tener en cuenta que esas ventas incluyen el lanzamiento para PC de God of War, así que espera un gran impulso para God of War Ragnarok si llega en versión para PC.", "Si bien God of War Ragnarok aún no ha alcanzado las alturas de 23 millones de copias vendidas, se convirtió en el juego first-party más vendido en la historia de PlayStation con 5.1 millones de copias vendidas durante su semana de debut.", "En ", "nuestra reseña de God of War: Ragnarok", " le otorgamos un 10/10, comentando que \"es una bella cátedra de cómo se debe hacer una secuela e impone un estándar de calidad en lo que todas las segundas partes o continuaciones deberían aspirar a ser y claro, es un título imperdible para todos los poseedores de una PlayStation 4 o 5.\"", "En más de God of War: Ragnarok, ya ", "se anunció oficialmente la serie live-action", " de esta saga de acción que seguirá a Kratos y su hijo Atreus.", " "]},
{"titulo": ["God of War Ragnarok: Kratos pudo tener el mismo destino que Joel en The Last of Us Parte 2"], "contenido": ["Advertencia: este artículo incluye spoilers de God of War de 2018 y God of War: Ragnarok.", "Uno de los borradores iniciales de", " God of War: Ragnarok", " indicaba que ", "Kratos", " iba a morir originalmente a manos de ", "Thor", ". De acuerdo al director narrativo del título,", " Matt Sophos,", " ", "Thor", " mataría a ", "Kratos", " durante su pelea al comienzo del juego. Esto le habría dado al protagonista del título de ", "Sony Santa Monica,", " el mismo destino que sufrió ", "Joel", " en ", "The Last of Us Parte 2", ", quien murió apenas comenzando el videojuego, asesinado por ", "Abby", " y motivando a ", "Ellie", " a hacer su “viaje de la venganza”.", "“No sería una muerte permanente. Sería sacado de Hel por Strauss, pero habrían pasado 20 años”,", " explicó Sophos en ", "entrevista con MinnMax", ". No obstante, esta idea no se mantuvo por mucho tiempo ya que el equipo de desarrollo no “la sintió bien”. Kratos ha regresado de la muerte muchas veces en juegos anteriores.", "Sophos continuó diciendo: ", "“Mientras desarrollábamos la historia, sabíamos que queríamos que la historia tratara de dejarse llevar y cambiar… nada está escrito que no se pueda deshacer. Mientras estés dispuesto a cambiar, entonces no estás atado al destino”.", " En ", "God of War (2018) se profetizó que Kratos moriría", ". Entonces, si realmente hubiera muerto, eso habría desvirtuado el mensaje del juego.", " ", " ", " ", " ", " ", " ", " ", " ", "View this post on Instagram", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", " ", "A post shared by IGN Latinoamérica (@ignlatam)", "God of War Ragnarok", " fue uno de los mejores juegos de 2022, ganó múltiples premios en ", "The Game Awards", " del año pasado, además de vender ", "11 millones de copias hasta el momento", ". El título de Santa Monica Studios también recibirá una opción ", "New Game Plus", " en algún momento de este primer semestre del año.", "En nuestra reseña ", "10/10", " de", " God of War Ragnarok", " dijimos que el título: ", "“nos entrega un mundo hermoso, lleno de vida junto con un gameplay perfecto que perfecciona algo que no creíamos que podía ser aún mejor respecto al sistema de combate. Todo mientras experimentamos el viaje más complicado en la vida de Kratos, con una historia emotiva, épica y que tendrá momentos inesperados y muchos giros y sorpresas”.", " ", "Aquí puedes leerla completa.", " "]},
{"titulo": ["Dead Island 2 - Corto \"Un día más en HELL-A\""], "fecha_de_publicacion": ["7 de Diciembre de 2022"]},
{"titulo": ["Weekly Fix Esports: Más oportunidades competitivas para el 2022"], "fecha_de_publicacion": ["28 de Diciembre de 2021"]},
{"titulo": ["Fortnite - Tráiler del Pase de Batalla de la temporada 4 - Capítulo 3"], "fecha_de_publicacion": ["18 de Septiembre de 2022"]},
{"titulo": ["Captain Tsubasa: Preview de la Temporada 2"], "fecha_de_publicacion": ["24 de Marzo de 2023"]},
{"titulo": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "fecha_de_publicacion": ["2 de Marzo de 2023"]},
{"titulo": ["Guía de lanzamientos marzo"], "fecha_de_publicacion": ["1 de Marzo de 2023"]},
{"titulo": ["The Last of Us: Tráiler del episodio 6"], "fecha_de_publicacion": ["13 de Febrero de 2023"]},
{"titulo": ["The Last of Us Episode 6: TV Show vs Game Comparison"], "fecha_de_publicacion": ["20 de Febrero de 2023"]},
{"titulo": ["The Last of Us: tráiler del Episodio 6, Left Behind, Riley y más"], "fecha_de_publicacion": ["20 de Febrero de 2023"]},
{"titulo": ["Hogwarts Legacy vendió más de 12 millones de copias dos semanas después del lanzamiento."], "contenido": ["Hogwarts Legacy", " se disparó en lo alto de las listas como el juego más vendido de febrero de 2023, mientras que las ventas de ", "The Last Of Us", " aumentaron con él.", "Los números de ventas fueron compartidos por ", "Mat", " ", "Piscatella", ", director ejecutivo y analista de la industria de juegos en ", "Circana", " (anteriormente conocido como ", "NPD", "), mostrando que ", "Hogwarts", " ", "Legacy", " ocupó el primer lugar en ventas de febrero para ", "PlayStation", ", ", "Xbox", " y ", "Steam", ". El juego no solo es el más vendido del mes pasado, sino que también es el juego más vendido de 2023 hasta la fecha, superando a ", "Call of Duty: Modern Warfare 2", ", la nueva versión de", " Dead Space", ", ", "Madden NFL 23 ", "y ", "FIFA 23", ".", "Las ventas de los juegos de", " The Last Of Us", " también subieron en las listas el mes pasado, pero aún estaban detrás del título del ", "Mundo", " ", "Mágico", ".", " The Last Of Us: Part 1 ", "ocupó el sexto lugar en la lista de ventas (desde el 11 en enero), superando a ", "Wild Hear", "ts, ", "Like A Dragon: Ishin!", " y ", "Octopath Traveler 2", ", todos los cuales son nuevos lanzamientos. Mientras tanto, ", "The Last Of Us: Part 2", " ocupó el puesto 18 (frente al 41 del mes anterior), detrás de ", "Sonic Frontiers", ", que se lanzó en noviembre.", "El mes pasado,", " Warner Bros. Games ", "anunció que ", "Hogwarts Legacy", " vendió más de 12 millones de copias dos semanas después de su lanzamiento. La compañía promocionó el juego como su mayor lanzamiento mundial a pesar de la controversia que lo rodeó mucho antes de su lanzamiento.", "El éxito de ventas de ", "Hogwarts Legacy", " se debió en gran parte a la ", "PS5", ", que impulsó el gasto en hardware hasta en un 29 %. También fue nombrada la consola más vendida del último mes.", "Hogwarts Legacy", " ya está disponible en ", "PS5", ", ", "Xbox", " ", "Series", " ", "X/S", " y ", "Steam", ". Se lanzará en ", "PS4", " y ", "Xbox One", " el 5 de mayo y en ", "Nintendo Switch", " el 25 de julio.", "Cristina Alexander es escritora independiente para IGN. Ha contribuido con su trabajo a varias publicaciones, incluidas Digital Trends, TheGamer, dlprivateserver, Mega Visions y The Escapist. Parafraseando a Calvin Harris, ella lleva su amor por Sonic the Hedgehog en la manga como un gran problema. Síguela en Twitter @SonicPrincess15."]},
{"titulo": ["Hogwarts Legacy vendió más de 12 millones de copias dos semanas después del lanzamiento."], "contenido": ["Hogwarts Legacy", " se disparó en lo alto de las listas como el juego más vendido de febrero de 2023, mientras que las ventas de ", "The Last Of Us", " aumentaron con él.", "Los números de ventas fueron compartidos por ", "Mat", " ", "Piscatella", ", director ejecutivo y analista de la industria de juegos en ", "Circana", " (anteriormente conocido como ", "NPD", "), mostrando que ", "Hogwarts", " ", "Legacy", " ocupó el primer lugar en ventas de febrero para ", "PlayStation", ", ", "Xbox", " y ", "Steam", ". El juego no solo es el más vendido del mes pasado, sino que también es el juego más vendido de 2023 hasta la fecha, superando a ", "Call of Duty: Modern Warfare 2", ", la nueva versión de", " Dead Space", ", ", "Madden NFL 23 ", "y ", "FIFA 23", ".", "Las ventas de los juegos de", " The Last Of Us", " también subieron en las listas el mes pasado, pero aún estaban detrás del título del ", "Mundo", " ", "Mágico", ".", " The Last Of Us: Part 1 ", "ocupó el sexto lugar en la lista de ventas (desde el 11 en enero), superando a ", "Wild Hear", "ts, ", "Like A Dragon: Ishin!", " y ", "Octopath Traveler 2", ", todos los cuales son nuevos lanzamientos. Mientras tanto, ", "The Last Of Us: Part 2", " ocupó el puesto 18 (frente al 41 del mes anterior), detrás de ", "Sonic Frontiers", ", que se lanzó en noviembre.", "El mes pasado,", " Warner Bros. Games ", "anunció que ", "Hogwarts Legacy", " vendió más de 12 millones de copias dos semanas después de su lanzamiento. La compañía promocionó el juego como su mayor lanzamiento mundial a pesar de la controversia que lo rodeó mucho antes de su lanzamiento.", "El éxito de ventas de ", "Hogwarts Legacy", " se debió en gran parte a la ", "PS5", ", que impulsó el gasto en hardware hasta en un 29 %. También fue nombrada la consola más vendida del último mes.", "Hogwarts Legacy", " ya está disponible en ", "PS5", ", ", "Xbox", " ", "Series", " ", "X/S", " y ", "Steam", ". Se lanzará en ", "PS4", " y ", "Xbox One", " el 5 de mayo y en ", "Nintendo Switch", " el 25 de julio.", "Cristina Alexander es escritora independiente para IGN. Ha contribuido con su trabajo a varias publicaciones, incluidas Digital Trends, TheGamer, dlprivateserver, Mega Visions y The Escapist. Parafraseando a Calvin Harris, ella lleva su amor por Sonic the Hedgehog en la manga como un gran problema. Síguela en Twitter @SonicPrincess15."]},
{"titulo": ["Xbox: Un nuevo Games Showcase ha sido anunciado para junio con un directo dedicado a Starfield"], "contenido": ["Microsoft", " ha anunciado que un nuevo ", "Xbox Games Showcase ", "se transmitirá en vivo este junio, y una vez más incluirá revelaciones de los próximos juegos de ", "Xbox", " de estudios propios y de terceros. Además también habrá un ", "Starfield Direct", "; un espectáculo completo dedicado a una inmersión profunda en el próximo juego de rol espacial de ", "Bethesda", ".", "Como se detalla en ", "el blog de Xbox Wire", ", ", "Xbox", " ", "Games", " ", "Showcase", " se transmitirá en vivo el domingo 11 de junio. No se han anunciado desarrolladores o juegos específicos, pero, naturalmente, lo que se muestre será nuestro primer vistazo a lo que vendrá para ", "Xbox", ", ", "PC", " y ", "Game Pass", " en el futuro. Los horarios para Latinoamérica serán los siguientes:", "10:00 a.m. | Tiempo del Pacífico", "11:00 a.m. | México y Centroamérica, excepto Panamá", "12:00 p.m. | Panamá, Cuba, Colombia, Ecuador y Perú", "1:00 p.m. | República Dominicana, Puerto Rico, Venezuela y Bolivia", "2:00 p.m. | Argentina, Chile, Paraguay y Uruguay", "\n", "Spoiler Alert: we'll be talking about games ​", "\n​​", "\nTune into the Xbox Games Showcase followed by Starfield Direct on Sunday, June 11 @ 10am PT: ", "https://t.co/3mhkAsswII", " | ", "#Starfield", " ", "#XboxShowcase", " ", "pic.twitter.com/4uFHPmqLyK", "\n— Xbox (@Xbox) ", "May 3, 2023", "El directo de ", "Starfield", ", que se transmitirá inmediatamente después del ", "Xbox Games Showcase", ", contará con \"toneladas de nuevo gameplay, entrevistas con desarrolladores e información privilegiada detrás de cámaras\".", "Solo un par de días después, el 13 de junio en los mismos horarios, ", "Microsoft", " también transmitirá en vivo ", "Xbox Games Showcase Extended", ". Al igual que el año pasado, este será un programa de seguimiento que brinda más contexto y entrevistas basadas en las revelaciones lanzadas durante el ", "Xbox", " ", "Games", " ", "Showcase", " principal.", "Este verano ", "Xbox Games Showcase", " es parte de la tradición de la industria de los juegos de hacer anuncios en el mes de junio. Históricamente, eso siempre se hacía como parte o junto al ", "E3", ", el gigantesco evento de juegos que tenía lugar en Los Ángeles. Pero con el ", "E3 2023", " ahora cancelado, dependerá de las empresas individuales hacer sus propios anuncios, ya sea de forma independiente o a través de nuevos eventos como el ", "Summer Game Fest", " de ", "Geoff Keighley", " o el propio", " Summer of Gaming ", "de ", "IGN", ".", "Matt Purslow es el editor de noticias y reportajes de IGN en el Reino Unido."]},
{"titulo": ["Xbox: Un nuevo Games Showcase ha sido anunciado para junio con un directo dedicado a Starfield"], "contenido": ["Microsoft", " ha anunciado que un nuevo ", "Xbox Games Showcase ", "se transmitirá en vivo este junio, y una vez más incluirá revelaciones de los próximos juegos de ", "Xbox", " de estudios propios y de terceros. Además también habrá un ", "Starfield Direct", "; un espectáculo completo dedicado a una inmersión profunda en el próximo juego de rol espacial de ", "Bethesda", ".", "Como se detalla en ", "el blog de Xbox Wire", ", ", "Xbox", " ", "Games", " ", "Showcase", " se transmitirá en vivo el domingo 11 de junio. No se han anunciado desarrolladores o juegos específicos, pero, naturalmente, lo que se muestre será nuestro primer vistazo a lo que vendrá para ", "Xbox", ", ", "PC", " y ", "Game Pass", " en el futuro. Los horarios para Latinoamérica serán los siguientes:", "10:00 a.m. | Tiempo del Pacífico", "11:00 a.m. | México y Centroamérica, excepto Panamá", "12:00 p.m. | Panamá, Cuba, Colombia, Ecuador y Perú", "1:00 p.m. | República Dominicana, Puerto Rico, Venezuela y Bolivia", "2:00 p.m. | Argentina, Chile, Paraguay y Uruguay", "\n", "Spoiler Alert: we'll be talking about games ​", "\n​​", "\nTune into the Xbox Games Showcase followed by Starfield Direct on Sunday, June 11 @ 10am PT: ", "https://t.co/3mhkAsswII", " | ", "#Starfield", " ", "#XboxShowcase", " ", "pic.twitter.com/4uFHPmqLyK", "\n— Xbox (@Xbox) ", "May 3, 2023", "El directo de ", "Starfield", ", que se transmitirá inmediatamente después del ", "Xbox Games Showcase", ", contará con \"toneladas de nuevo gameplay, entrevistas con desarrolladores e información privilegiada detrás de cámaras\".", "Solo un par de días después, el 13 de junio en los mismos horarios, ", "Microsoft", " también transmitirá en vivo ", "Xbox Games Showcase Extended", ". Al igual que el año pasado, este será un programa de seguimiento que brinda más contexto y entrevistas basadas en las revelaciones lanzadas durante el ", "Xbox", " ", "Games", " ", "Showcase", " principal.", "Este verano ", "Xbox Games Showcase", " es parte de la tradición de la industria de los juegos de hacer anuncios en el mes de junio. Históricamente, eso siempre se hacía como parte o junto al ", "E3", ", el gigantesco evento de juegos que tenía lugar en Los Ángeles. Pero con el ", "E3 2023", " ahora cancelado, dependerá de las empresas individuales hacer sus propios anuncios, ya sea de forma independiente o a través de nuevos eventos como el ", "Summer Game Fest", " de ", "Geoff Keighley", " o el propio", " Summer of Gaming ", "de ", "IGN", ".", "Matt Purslow es el editor de noticias y reportajes de IGN en el Reino Unido."]},
{"titulo": ["God of War: Ragnarok lidera con 12 nominaciones en los Premios DICE"], "contenido": ["La Academia de Artes y Ciencias Interactivas (AIAS) ", "ha anunciado sus nominados para la 26º entrega de los Premios D.I.C.E., con God of War: Ragnarok de Santa Monica Studios a la cabeza con 12 nominaciones", ".", "La entrega anual de premios de videojuegos", " reconoce los mejores juegos del año elegidos por los miembros de AIAS", ", y los ganadores se eligen en una entrega de premios anual organizada en Las Vegas. El evento de este año se realizará el 23 de febrero en IGN.", "Los premios de este año serán copatrocinados por Greg Miller de Kinda Funny y Stella Chung de IGN, con IGN como socio oficial de medios del evento. Consulta a continuación la lista completa de nominados que ", "entre los competidores por juego del año tienen a God of War, Elden Ring, Horizon Forbidden West, Stray y Vampire Survivors", ".", "Logro destacado en animación", "\n\t", "Cuphead - The Delicious Last Course", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Moss: Book 2", "\n", "Logro destacado en Dirección Artística", "\n\t", "Call of Duty: Modern Warfare 2", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Stray", "\n\t", "The Callisto Protocol", "\n", "Logro destacado en Personaje", "\n\t", "Call of Duty: Modern Warfare 2 - Alejandro Vargas", "\n\t", "God of War Ragnarok - Atreus", "\n\t", "God of War Ragnarok - Kratos", "\n\t", "Horizon Forbidden West - Aloy", "\n\t", "Return to Monkey Island - Guybrush Threepwood", "\n", "Logro destacado en Composición de Música Original", "\n\t", "A Plague Tale: Requiem", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Metal: Hellsinger", "\n\t", "Moss: Book 2", "\n", "Logro destacado en Diseño de Audio", "\n\t", "A Plague Tale: Requiem", "\n\t", "Call of Duty: Modern Warfare 2", "\n\t", "God of War Ragnarok", "\n\t", "Gotham Knights", "\n\t", "Somerville", "\n", "Logro destacado en Historia", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "I Was a Teenage Exocolonist", "\n\t", "IMMORTALITY", "\n\t", "NORCO", "\n", "Logro técnico excepcional", "\n\t", "A Plague Tale: Requiem", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Teardown", "\n", "Juego de Acción del Año", "\n\t", "Bayonetta 3", "\n\t", "Grounded", "\n\t", "Neon White", "\n\t", "Sifu", "\n\t", "Vampire Survivors", "\n", "Juego de Aventura del Año", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "NORCO", "\n\t", "Stray", "\n\t", "TUNIC", "\n", "Juego Familiar del Año", "\n\t", "Disney Dreamlight Valley", "\n\t", "Kirby’s Dream Buffet", "\n\t", "Lost in Play", "\n\t", "Mario + Rabbids Sparks of Hope", "\n\t", "Trombone Champ", "\n", "Juego de Peleas del Año", "\n\t", "JoJo’s Bizarre Adventure: All-Star Battle R", "\n\t", "MultiVersus", "\n\t", "Rumbleverse", "\n\t", "SpiderHeck", "\n\t", "THE KING OF FIGHTERS XV", "\n", "Juego de Carreras del Año", "\n\t", "F1 22", "\n\t", "Gran Turismo 7", "\n\t", "Need for Speed Unbound", "\n", "Juego RPG del Año", "\n\t", "Citizen Sleeper", "\n\t", "Elden Ring", "\n\t", "Weird West", "\n\t", "World of Warcraft: Dragonflight", "\n\t", "Xenoblade Chronicles 3", "\n", "Juego de Deportes del Año", "\n\t", "EA SPORTS FIFA 23", "\n\t", "Mario Strikers: Battle League", "\n\t", "MLB The Show 22", "\n\t", "NBA 2k23", "\n\t", "OlliOlli World", "\n", "Juego de Estrategia/Simulación del Año", "\n\t", "Dwarf Fortress", "\n\t", "IXION", "\n\t", "Marvel’s Midnight Suns", "\n\t", "Potion Craft: Alchemist Simulator", "\n\t", "Warhammer 40,000: CHaos Gate - Demonhunters", "\n", "Juego de Realidad Inmersiva del Año", "\n\t", "Cosmonious High", "\n\t", "Moss: Book 2", "\n\t", "Red Matter 2", "\n\t", "Tenatcular", "\n\t", "The Last Clockwinder", "\n", "Logro destacado para un Juego Independiente", "\n\t", "IMMORTALITY", "\n\t", "Neon White", "\n\t", "Teenage Mutant Ninja Turtles: Shredder’s Revenge", "\n\t", "TUNIC", "\n\t", "Vampire Survivors", "\n", "Juego para Móviles del Año", "\n\t", "Diablo Immortal", "\n\t", "Gibbon: Beyond the Trees", "\n\t", "IMMORTALITY", "\n\t", "MARVEL SNAP", "\n\t", "Poinpy", "\n", "Juego Online del Año", "\n\t", "Call of Duty: Modern Warfare 2", "\n\t", "EA SPORTS FIFA 23", "\n\t", "FINAL FANTASY XIV: Endwalker", "\n\t", "MARVEL SNAP", "\n\t", "Rumbleverse", "\n", "Logro destacado en Diseño del Juego", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "MARVEL SNAP", "\n\t", "TUNIC", "\n\t", "Vampire Survivors", "\n", "Logro destacado en Dirección del Juego", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "IMMORTALITY", "\n\t", "TUNIC", "\n", "Juego del Año", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Stray", "\n\t", "Vampire Survivors", "\n", "Echa un vistazo a los ganadores cuando los 26th DICE Awards se transmitan en vivo desde Las Vegas en IGN el 23 de febrero de 2023.", " "]},
{"titulo": ["Los juegos de PlayStation Plus Extra y Deluxe incluyen Horizon Forbidden West, Resident Evil 7, Borderlands 3 y más"], "contenido": ["Sony Interactive Entertainment ha anunciado a través de PlayStation.Blog ", "los juegos que se agregan este mes de febrero al catálogo de PlayStation Plus Extra y Deluxe", ".", "De esta manera, los suscriptores de los niveles Extra y Deluxe de PlayStation Plus tendrán acceso a los siguientes juegos:", "Horizon Forbidden West (PS4, PS5)", "\"Únete a Aloy mientras desafía el Oeste Prohibido, una frontera majestuosa, aunque peligrosa, en la que se ocultan nuevas y misteriosas amenazas. Explora tierras remotas, enfréntate a máquinas más grandes e imponentes y descubre tribus increíbles en tu regreso a un futuro lejano en el mundo apocalíptico de Horizon. Reencuéntrate con viejos amigos, forja alianzas con nuevas facciones en disputa y desentraña el legado del pasado antiguo, todo mientras intentas permanecer un paso adelante de un nuevo y aparentemente invencible enemigo.\"", "The Quarry (PS4, PS5)", "\"Una emocionante historia de terror adolescente en la que tus decisiones modificarán los sucesos de la noche. Durante la puesta de sol del último día del campamento de verano, los consejeros de la cantera Hackett hacen una fiesta para celebrar. Sin embargo, la situación da un giro inesperado hacia lo peor. Los planes de fiesta de los adolescentes se convierten en una impredecible noche de horror tras ser perseguidos por habitantes locales ensangrentados y algo aún más siniestro. Juega como uno de los nueve consejeros de este emocionante relato cinemático, en el que cada decisión determina tu historia.\"", "Resident Evil Biohazard (PS4)", "\"El peligro y el aislamiento emanan de las decrépitas paredes de una granja abandonada en el sur de los Estados Unidos. “7” marca un nuevo comienzo para los juegos de terror y supervivencia, así como un cambio total de modelo con la aterradora y envolvente perspectiva de jugador “vista aislada”. Con el revolucionario RE Engine, el terror alcanza nuevos límites con un fotorrealismo tan impactante que no podrás apartar los ojos. Entra a un espeluznante mundo nuevo de terror y sobrevive.\"", "Outriders (PS4, PS5)", "\"Vive una experiencia cooperativa de disparos y ciencia ficción, desarrollada por People Can Fly, los creadores de Bulletstorm. Mientras la humanidad muere en las trincheras de Enoch, crearás tu propio Outrider y emprenderás un viaje por todo el hostil planeta. Con una gran historia en un mundo diverso, dejarás atrás los barrios marginales de la Primera Ciudad y cruzarás bosques, montañas y desiertos en busca de una misteriosa señal.\"", "Scarlet Nexus (PS4, PS5)", "\"Sumérgete en una compleja historia de unión, coraje y heroísmo elaborada por los creadores de los emblemáticos Cuentos de Vesperia. En un futuro muy lejano, unos mutantes desquiciados conocidos como los Otros descendieron del cielo. Ante su alta resistencia a los métodos de ataque convencionales, la única defensa con la que cuenta la humanidad son los psiónicos, personas con habilidades extrasensoriales agudas que se valen de sus poderes psicocinéticos para contraatacar. En esta historia doble, comienza la aventura con Yuito Sumeragi, un recluta enérgico de una prestigiosa familia política, o con Kasane Randall, una exploradora misteriosa cuyo poder y habilidad hacen que se destaque en la FSA. Solo mediante la interconexión de sus vivencias revelarás la historia completa.\"", "Borderlands 3 (PS4, PS5)", "\"Regresa al eufórico mundo de Borderlands con esta esperada entrega de la aclamada serie del juego de disparos en primera persona. Juega como uno de los cuatro buscacámaras nuevos y personalizables, los cazadores de tesoros más astutos de Borderlands. Personaliza a tu buscacámaras con cientos de opciones y utiliza sus diferentes conjuntos de habilidades para elegir las que mejor se ajusten a tu estilo de juego. Juega con otros en cualquier momento online o en el modo cooperativo con pantalla dividida, sin importar cuál sea tu nivel o tu progreso de misión. Derriba enemigos y completa desafíos como equipo, pero arrebata las recompensas que sean solo tuyas… ¡Nadie sale perdiendo con su botín!\"", "Tekken 7 (PS4)", "\"Alza los puños y prepárate para la conclusión épica de la sangrienta disputa de más de 20 años de Mishima, mientras desentrañas los motivos detrás de cada paso de su incesante lucha. Desarrollado con Unreal Engine 4, Tekken 7 incluye increíbles batallas cinemáticas y narrativas en 3D, y duelos intensos con innovadoras mecánicas de pelea. Ajusta viejas cuentas y lucha por el control de un imperio global con un catálogo de más de 30 personajes jugables. Elige a tu personaje entre una impresionante lista de los favoritos de los fans, que incluye a King y Nina Williams, así como a nuevos peleadores, como Lucky Chloe, Shaheen y Akuma, de la serie Street Fighter.\"", "Ace Combat 7: Skies Unknow (PS4)", "\"Métete en la cabina de mando de uno de los aviones de combate más formidables del mundo y recorre el cielo con audaces maniobras y enfrentamientos tácticos emocionantes. En Ace Combat 7: Skies Unknown, asumes el rol de un as, un piloto de combate de élite con la misión de patrullar el espacio más abierto e intimidante de todo el mundo: el cielo. Elige tu avión entre una serie de modelos actuales auténticos y futuristas, y cárgalos con un arsenal de armas superpoderosas de tecnología avanzada, mientras los acontecimientos te conducen a enfrentamientos aéreos cada vez más peligrosos.\"", "Earth Defense Force 5 (PS4)", "\"Combate bichos gigantes y otros enemigos enormes en este juego de disparos en tercera persona de estilo arcade. Juega por tu cuenta, haz equipo con un amigo en modo cooperativo local o lucha online en un juego de acción de cuatro jugadores con más de mil tipos de armas diferentes y cien misiones.\"", "Oninaki (PS4)", "\"Este RPG de acción de Square Eni cuenta la historia de un Vigía en su travesía para proteger la vida después de la muerte. El juego incluye combates de estilo “hack and slash”, un complejo sistema de personalización de demonios y armas, y contenido suficiente para que siempre quieras regresar por más. Experimenta una jugabilidad de acción única combinada con una historia profunda y atrapante.\"", "Lost Sphear (PS4)", "\"En Lost Sphear encontrarás una versión renovada de la jugabilidad clásica de RPG. Un poder siniestro amenaza la realidad misma. Asume el rol de Kanata, que junto a sus compañeros luchará por detener la desaparición definitiva del mundo mediante el despertar del poder de la memoria. Vence a jefes en emocionantes combates y reconstruye el mundo.\"", "I am Setsuna (PS4)", "\"Este JRPG cuenta con un sistema de batalla y diseños de personaje inspirados en los clásicos del género. Es la historia de Setsuna, una joven de gran fuerza interior, y del sacrificio que debe hacer para salvar a la gente de su tierra. Las costumbres de su tierra natal dictan que, cada década, se debe ofrecer un sacrificio a un demonio para mantener la paz. Esta tradición se rompe cuando un demonio se torna violento antes de tiempo, y los isleños intentan recuperar la tranquilidad ofreciéndole a Setsuna, que fue elegida por sus poderes de encantamiento. Ahora, ella debe dejar atrás la vida segura y partir hacia la tierra más lejana, donde se realizará la ceremonia de sacrificio.\"", "The Forgotten City (PS4, PS5)", "\"Explora el mundo abierto de una antigua ciudad romana en una aventura de misterio en la que combatir siempre es una opción, aunque la violencia no te llevará muy lejos. Solo al interrogar a una comunidad de diversos personajes, al aprovechar el bucle temporal y tomar decisiones de gran complejidad moral podrás resolver este misterio épico.\"", "Y los miembros de PlayStation Plus Deluxe recibirán además clásicos como The Legend of Dragoon, Wild Arms 2, Harvest Moon: Back to Nature y Destroy All Humans.", "Por cierto, los juegos de ", "PlayStation Plus de febrero para todos los miembros", " son OlliOlli World, Mafia: Definitive Edition, Evil Dead: The Game y Destiny 2: Beyond Light.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["God of War: Ragnarok lidera con 12 nominaciones en los Premios DICE"], "contenido": ["La Academia de Artes y Ciencias Interactivas (AIAS) ", "ha anunciado sus nominados para la 26º entrega de los Premios D.I.C.E., con God of War: Ragnarok de Santa Monica Studios a la cabeza con 12 nominaciones", ".", "La entrega anual de premios de videojuegos", " reconoce los mejores juegos del año elegidos por los miembros de AIAS", ", y los ganadores se eligen en una entrega de premios anual organizada en Las Vegas. El evento de este año se realizará el 23 de febrero en IGN.", "Los premios de este año serán copatrocinados por Greg Miller de Kinda Funny y Stella Chung de IGN, con IGN como socio oficial de medios del evento. Consulta a continuación la lista completa de nominados que ", "entre los competidores por juego del año tienen a God of War, Elden Ring, Horizon Forbidden West, Stray y Vampire Survivors", ".", "Logro destacado en animación", "\n\t", "Cuphead - The Delicious Last Course", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Moss: Book 2", "\n", "Logro destacado en Dirección Artística", "\n\t", "Call of Duty: Modern Warfare 2", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Stray", "\n\t", "The Callisto Protocol", "\n", "Logro destacado en Personaje", "\n\t", "Call of Duty: Modern Warfare 2 - Alejandro Vargas", "\n\t", "God of War Ragnarok - Atreus", "\n\t", "God of War Ragnarok - Kratos", "\n\t", "Horizon Forbidden West - Aloy", "\n\t", "Return to Monkey Island - Guybrush Threepwood", "\n", "Logro destacado en Composición de Música Original", "\n\t", "A Plague Tale: Requiem", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Metal: Hellsinger", "\n\t", "Moss: Book 2", "\n", "Logro destacado en Diseño de Audio", "\n\t", "A Plague Tale: Requiem", "\n\t", "Call of Duty: Modern Warfare 2", "\n\t", "God of War Ragnarok", "\n\t", "Gotham Knights", "\n\t", "Somerville", "\n", "Logro destacado en Historia", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "I Was a Teenage Exocolonist", "\n\t", "IMMORTALITY", "\n\t", "NORCO", "\n", "Logro técnico excepcional", "\n\t", "A Plague Tale: Requiem", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Teardown", "\n", "Juego de Acción del Año", "\n\t", "Bayonetta 3", "\n\t", "Grounded", "\n\t", "Neon White", "\n\t", "Sifu", "\n\t", "Vampire Survivors", "\n", "Juego de Aventura del Año", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "NORCO", "\n\t", "Stray", "\n\t", "TUNIC", "\n", "Juego Familiar del Año", "\n\t", "Disney Dreamlight Valley", "\n\t", "Kirby’s Dream Buffet", "\n\t", "Lost in Play", "\n\t", "Mario + Rabbids Sparks of Hope", "\n\t", "Trombone Champ", "\n", "Juego de Peleas del Año", "\n\t", "JoJo’s Bizarre Adventure: All-Star Battle R", "\n\t", "MultiVersus", "\n\t", "Rumbleverse", "\n\t", "SpiderHeck", "\n\t", "THE KING OF FIGHTERS XV", "\n", "Juego de Carreras del Año", "\n\t", "F1 22", "\n\t", "Gran Turismo 7", "\n\t", "Need for Speed Unbound", "\n", "Juego RPG del Año", "\n\t", "Citizen Sleeper", "\n\t", "Elden Ring", "\n\t", "Weird West", "\n\t", "World of Warcraft: Dragonflight", "\n\t", "Xenoblade Chronicles 3", "\n", "Juego de Deportes del Año", "\n\t", "EA SPORTS FIFA 23", "\n\t", "Mario Strikers: Battle League", "\n\t", "MLB The Show 22", "\n\t", "NBA 2k23", "\n\t", "OlliOlli World", "\n", "Juego de Estrategia/Simulación del Año", "\n\t", "Dwarf Fortress", "\n\t", "IXION", "\n\t", "Marvel’s Midnight Suns", "\n\t", "Potion Craft: Alchemist Simulator", "\n\t", "Warhammer 40,000: CHaos Gate - Demonhunters", "\n", "Juego de Realidad Inmersiva del Año", "\n\t", "Cosmonious High", "\n\t", "Moss: Book 2", "\n\t", "Red Matter 2", "\n\t", "Tenatcular", "\n\t", "The Last Clockwinder", "\n", "Logro destacado para un Juego Independiente", "\n\t", "IMMORTALITY", "\n\t", "Neon White", "\n\t", "Teenage Mutant Ninja Turtles: Shredder’s Revenge", "\n\t", "TUNIC", "\n\t", "Vampire Survivors", "\n", "Juego para Móviles del Año", "\n\t", "Diablo Immortal", "\n\t", "Gibbon: Beyond the Trees", "\n\t", "IMMORTALITY", "\n\t", "MARVEL SNAP", "\n\t", "Poinpy", "\n", "Juego Online del Año", "\n\t", "Call of Duty: Modern Warfare 2", "\n\t", "EA SPORTS FIFA 23", "\n\t", "FINAL FANTASY XIV: Endwalker", "\n\t", "MARVEL SNAP", "\n\t", "Rumbleverse", "\n", "Logro destacado en Diseño del Juego", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "MARVEL SNAP", "\n\t", "TUNIC", "\n\t", "Vampire Survivors", "\n", "Logro destacado en Dirección del Juego", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "IMMORTALITY", "\n\t", "TUNIC", "\n", "Juego del Año", "\n\t", "Elden Ring", "\n\t", "God of War Ragnarok", "\n\t", "Horizon Forbidden West", "\n\t", "Stray", "\n\t", "Vampire Survivors", "\n", "Echa un vistazo a los ganadores cuando los 26th DICE Awards se transmitan en vivo desde Las Vegas en IGN el 23 de febrero de 2023.", " "]},
{"titulo": ["Los juegos de PlayStation Plus Extra y Deluxe incluyen Horizon Forbidden West, Resident Evil 7, Borderlands 3 y más"], "contenido": ["Sony Interactive Entertainment ha anunciado a través de PlayStation.Blog ", "los juegos que se agregan este mes de febrero al catálogo de PlayStation Plus Extra y Deluxe", ".", "De esta manera, los suscriptores de los niveles Extra y Deluxe de PlayStation Plus tendrán acceso a los siguientes juegos:", "Horizon Forbidden West (PS4, PS5)", "\"Únete a Aloy mientras desafía el Oeste Prohibido, una frontera majestuosa, aunque peligrosa, en la que se ocultan nuevas y misteriosas amenazas. Explora tierras remotas, enfréntate a máquinas más grandes e imponentes y descubre tribus increíbles en tu regreso a un futuro lejano en el mundo apocalíptico de Horizon. Reencuéntrate con viejos amigos, forja alianzas con nuevas facciones en disputa y desentraña el legado del pasado antiguo, todo mientras intentas permanecer un paso adelante de un nuevo y aparentemente invencible enemigo.\"", "The Quarry (PS4, PS5)", "\"Una emocionante historia de terror adolescente en la que tus decisiones modificarán los sucesos de la noche. Durante la puesta de sol del último día del campamento de verano, los consejeros de la cantera Hackett hacen una fiesta para celebrar. Sin embargo, la situación da un giro inesperado hacia lo peor. Los planes de fiesta de los adolescentes se convierten en una impredecible noche de horror tras ser perseguidos por habitantes locales ensangrentados y algo aún más siniestro. Juega como uno de los nueve consejeros de este emocionante relato cinemático, en el que cada decisión determina tu historia.\"", "Resident Evil Biohazard (PS4)", "\"El peligro y el aislamiento emanan de las decrépitas paredes de una granja abandonada en el sur de los Estados Unidos. “7” marca un nuevo comienzo para los juegos de terror y supervivencia, así como un cambio total de modelo con la aterradora y envolvente perspectiva de jugador “vista aislada”. Con el revolucionario RE Engine, el terror alcanza nuevos límites con un fotorrealismo tan impactante que no podrás apartar los ojos. Entra a un espeluznante mundo nuevo de terror y sobrevive.\"", "Outriders (PS4, PS5)", "\"Vive una experiencia cooperativa de disparos y ciencia ficción, desarrollada por People Can Fly, los creadores de Bulletstorm. Mientras la humanidad muere en las trincheras de Enoch, crearás tu propio Outrider y emprenderás un viaje por todo el hostil planeta. Con una gran historia en un mundo diverso, dejarás atrás los barrios marginales de la Primera Ciudad y cruzarás bosques, montañas y desiertos en busca de una misteriosa señal.\"", "Scarlet Nexus (PS4, PS5)", "\"Sumérgete en una compleja historia de unión, coraje y heroísmo elaborada por los creadores de los emblemáticos Cuentos de Vesperia. En un futuro muy lejano, unos mutantes desquiciados conocidos como los Otros descendieron del cielo. Ante su alta resistencia a los métodos de ataque convencionales, la única defensa con la que cuenta la humanidad son los psiónicos, personas con habilidades extrasensoriales agudas que se valen de sus poderes psicocinéticos para contraatacar. En esta historia doble, comienza la aventura con Yuito Sumeragi, un recluta enérgico de una prestigiosa familia política, o con Kasane Randall, una exploradora misteriosa cuyo poder y habilidad hacen que se destaque en la FSA. Solo mediante la interconexión de sus vivencias revelarás la historia completa.\"", "Borderlands 3 (PS4, PS5)", "\"Regresa al eufórico mundo de Borderlands con esta esperada entrega de la aclamada serie del juego de disparos en primera persona. Juega como uno de los cuatro buscacámaras nuevos y personalizables, los cazadores de tesoros más astutos de Borderlands. Personaliza a tu buscacámaras con cientos de opciones y utiliza sus diferentes conjuntos de habilidades para elegir las que mejor se ajusten a tu estilo de juego. Juega con otros en cualquier momento online o en el modo cooperativo con pantalla dividida, sin importar cuál sea tu nivel o tu progreso de misión. Derriba enemigos y completa desafíos como equipo, pero arrebata las recompensas que sean solo tuyas… ¡Nadie sale perdiendo con su botín!\"", "Tekken 7 (PS4)", "\"Alza los puños y prepárate para la conclusión épica de la sangrienta disputa de más de 20 años de Mishima, mientras desentrañas los motivos detrás de cada paso de su incesante lucha. Desarrollado con Unreal Engine 4, Tekken 7 incluye increíbles batallas cinemáticas y narrativas en 3D, y duelos intensos con innovadoras mecánicas de pelea. Ajusta viejas cuentas y lucha por el control de un imperio global con un catálogo de más de 30 personajes jugables. Elige a tu personaje entre una impresionante lista de los favoritos de los fans, que incluye a King y Nina Williams, así como a nuevos peleadores, como Lucky Chloe, Shaheen y Akuma, de la serie Street Fighter.\"", "Ace Combat 7: Skies Unknow (PS4)", "\"Métete en la cabina de mando de uno de los aviones de combate más formidables del mundo y recorre el cielo con audaces maniobras y enfrentamientos tácticos emocionantes. En Ace Combat 7: Skies Unknown, asumes el rol de un as, un piloto de combate de élite con la misión de patrullar el espacio más abierto e intimidante de todo el mundo: el cielo. Elige tu avión entre una serie de modelos actuales auténticos y futuristas, y cárgalos con un arsenal de armas superpoderosas de tecnología avanzada, mientras los acontecimientos te conducen a enfrentamientos aéreos cada vez más peligrosos.\"", "Earth Defense Force 5 (PS4)", "\"Combate bichos gigantes y otros enemigos enormes en este juego de disparos en tercera persona de estilo arcade. Juega por tu cuenta, haz equipo con un amigo en modo cooperativo local o lucha online en un juego de acción de cuatro jugadores con más de mil tipos de armas diferentes y cien misiones.\"", "Oninaki (PS4)", "\"Este RPG de acción de Square Eni cuenta la historia de un Vigía en su travesía para proteger la vida después de la muerte. El juego incluye combates de estilo “hack and slash”, un complejo sistema de personalización de demonios y armas, y contenido suficiente para que siempre quieras regresar por más. Experimenta una jugabilidad de acción única combinada con una historia profunda y atrapante.\"", "Lost Sphear (PS4)", "\"En Lost Sphear encontrarás una versión renovada de la jugabilidad clásica de RPG. Un poder siniestro amenaza la realidad misma. Asume el rol de Kanata, que junto a sus compañeros luchará por detener la desaparición definitiva del mundo mediante el despertar del poder de la memoria. Vence a jefes en emocionantes combates y reconstruye el mundo.\"", "I am Setsuna (PS4)", "\"Este JRPG cuenta con un sistema de batalla y diseños de personaje inspirados en los clásicos del género. Es la historia de Setsuna, una joven de gran fuerza interior, y del sacrificio que debe hacer para salvar a la gente de su tierra. Las costumbres de su tierra natal dictan que, cada década, se debe ofrecer un sacrificio a un demonio para mantener la paz. Esta tradición se rompe cuando un demonio se torna violento antes de tiempo, y los isleños intentan recuperar la tranquilidad ofreciéndole a Setsuna, que fue elegida por sus poderes de encantamiento. Ahora, ella debe dejar atrás la vida segura y partir hacia la tierra más lejana, donde se realizará la ceremonia de sacrificio.\"", "The Forgotten City (PS4, PS5)", "\"Explora el mundo abierto de una antigua ciudad romana en una aventura de misterio en la que combatir siempre es una opción, aunque la violencia no te llevará muy lejos. Solo al interrogar a una comunidad de diversos personajes, al aprovechar el bucle temporal y tomar decisiones de gran complejidad moral podrás resolver este misterio épico.\"", "Y los miembros de PlayStation Plus Deluxe recibirán además clásicos como The Legend of Dragoon, Wild Arms 2, Harvest Moon: Back to Nature y Destroy All Humans.", "Por cierto, los juegos de ", "PlayStation Plus de febrero para todos los miembros", " son OlliOlli World, Mafia: Definitive Edition, Evil Dead: The Game y Destiny 2: Beyond Light.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["God of War: Prime Video anuncia oficialmente la serie live-action de la saga de acción"], "contenido": ["Grandes noticias para todos los fans de ", "God of War", ", y es que Prime Video ha anunciado que ordenarán oficialmente una serie live-action de la saga en coproducción con Sony Pictures Television y PlayStation Productions.", "La serie live-action de God of War adaptará la serie de Santa Monica Studios, presentando una historia que seguirá a Kratos en el reino nórdico de Midgard mientras viaja con su hijo Atreus al pico más alto como la última petición de su difunta esposa.", "\n", "\n", "\n", " ", "\n\n", "\n", " ", "\n\n", " ", "\n", "\n", "\n\n", " ", "\n\n", "\n\n", "\n", "Ver esta publicación en Instagram", "\n", "\n\n", " ", "\n\n", "\n", "\n", " ", "\n\n", " ", "\n\n", " ", "\n", "\n\n", "\n", " ", "\n\n", " ", "\n", "\n\n", "\n", " ", "\n\n", " ", "\n\n", " ", "\n", "\n", "\n\n", "\n", " ", "\n\n", " ", "\n", "\n", "\n\n", "Una publicación compartida por Prime Video (@primevideo)", "\n", "\n", "Desde hace meses se había comentado sobre la posibilidad de esta serie, pero la noticia de hoy confirma que Prime Video va adelante con esta adaptación que sin duda dará de que hablar.", "Cory Barlog se desempeñará como productor ejecutivo de la serie, acompañado por Rafe Judking de Wheel of Time, Mark Fergus y Hawk Ostby, con estos dos últimos también actuando como escritores.", "Vernon Sanders, Director de Televisión Global de Amazon Studios, comentó, \"God of War es una franquicia convincente y centrada en los personajes que creemos que cautivará a nuestros clientes globales tanto con sus mundos expansivos e inmersivos como con su rica narración.\"", "Por su parte, Katherine Pope de Sony Pictures Television Studios dijo, \"Estamos muy orgullosos y emocionados de trabajar con nuestros amigos de Amazon Studios y nuestros socios de PlayStation Productions para adaptar este hermoso y desgarrador juego a una serie premium live-action.”", "God of War es una franquicia que lleva ya buen tiempo en consolas PlayStation gozando de una enorme popularidad, y las entregas más recientes fueron God of War de 2018 y su secuela ", "God of War: Ragnarok", " que se puso disponible el mes pasado y está considerando dentro de los mejores juegos del año.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Code Vein - Reseña"]},
{"titulo": ["Minecraft: Dungeons - Reseña"]},
{"titulo": ["Kimetsu no Yaiba: Temporada 3 - Tráiler oficial #2 subtitulado"], "fecha_de_publicacion": ["1 de Marzo de 2023"]},
{"titulo": ["Tráiler del nuevo anime de Pokémon (subtitulado)"], "fecha_de_publicacion": ["3 de Marzo de 2023"]},
{"titulo": ["Guía de lanzamientos enero 2023"], "fecha_de_publicacion": ["28 de Diciembre de 2022"]},
{"titulo": ["Guía de lanzamientos febrero 2023"], "fecha_de_publicacion": ["1 de Febrero de 2023"]},
{"titulo": ["Guía de lanzamientos abril 2023"], "fecha_de_publicacion": ["4 de Abril de 2023"]},
{"titulo": ["Attack on Titan: Tráiler de anuncio del Arco Final - Parte 2"], "fecha_de_publicacion": ["3 de Marzo de 2023"]},
{"titulo": ["Battlefield 2042 - Reseña"]},
{"titulo": ["The Last of Us: Pedro Pascal y Bella Ramsey revelan el momento más escalofriante detrás de cámaras - IGN FanFest 2023"], "fecha_de_publicacion": ["20 de Febrero de 2023"]},
{"titulo": ["The Last of Us Episodio 7: Comparamos la serie con el videojuego"], "fecha_de_publicacion": ["27 de Febrero de 2023"]},
{"titulo": ["The Last of Us: Tráiler del episodio 8 subtitulado"], "fecha_de_publicacion": ["27 de Febrero de 2023"]},
{"titulo": ["The Last of Us - Tráiler del final de temporada subtitulado"], "fecha_de_publicacion": ["6 de Marzo de 2023"]},
{"titulo": ["PlayStation Plus: estos son los juegos de febrero 2023"], "contenido": ["Sony", " anunció los juegos de P", "layStation Plus de febrero 2023", " y estos son: ", "OlliOlli World (PS4 y PS5), Mafia: Definitive Edition (PS4), Evil Dead: The Game (PS4 y PS5) ", "y", " Destiny 2: Beyond Light (PS4 y PS5) .", "Como se reveló en el ", "blog de PlayStation", ", los títulos estarán disponibles, ", "sin costo adicional", ", para todos los suscriptores de ", "PlayStation Plus", " a partir del ", "7 de febrero.", " ", "OlliOlli World (PS4 y PS5)", " ", "OlliOlli World ", "es un juego de plataformas y acción de skate que permite a los jugadores atravesar un mundo salvaje y alocado a bordo de una patineta. Los jugadores pueden asumir diferentes misiones, personalizar su apariencia, conocer personajes excéntricos y explorar lugares vibrantes en mundo de skate.", " ", "IGN US calificó este título con un 9/10, diciendo que: \"", "los recorridos tipo montaña rusa y una gran cantidad de movimientos hacen que OlliOlli World sea muy divertido de jugar, ya sea que estés pasado por ahí o luchando para convertirte en un verdadero dios del skate", "\".", " ", "Mafia: Definitive Edition", " ", "Mafia: Definitive Edition", " es un tipo de juego muy diferente, que lleva a los jugadores a los Estados Unidos de los años 30, en una nueva versión del título original de PlayStation 2 y Xbox, que combina la resolución de misterios con tiroteos entre gángsters.", "IGN US le dio a este título un 8/10 , diciendo: ", "\"Rebosante de una atmósfera de la década de 1930, Mafia: Definitive Edition es un rejuvenecimiento exitoso de la mejor historia de la serie\".", " ", " ", "Evil Dead: The Game", " ", "Girando hacia otra dirección tenemos ", "Evil Dead: The Game", ", un extenuante juego de terror multiplayer en el que los jugadores deben sobrevivir a una noche de horrores en una acción intencionalmente ridícula. IGN US dijo que este título también era genial, llamándolo \"", "un juego multijugador asimétrico del gato y el ratón, que es convincente y emocionante, aunque igualmente tosco", "”.", " ", " ", "Destiny 2: Beyond Light", " ", "Finalmente, ", "Destiny 2: Beyond Light", " le dará a los jugadores acceso a la expansión del cuarto año de este shooter de ciencia ficción; y a todo el contenido anterior. Si bien, Destiny 2 tuvo un 8/10 de IGN US, la review de la expansión cayó a un 7/10, diciendo que “a veces abre nuevos caminos, pero por lo demás permanece congelado en el tiempo”.", "Estos cuatro títulos estarán disponibles sin costo adicional hasta el 6 de marzo, y los juegos del mes pasado,", " Star Wars Jedi", ": ", "Fallen Order", ", ", "Fallout 76", " y ", "Axiom Verge 2", ", dejarán de estar disponibles el 6 de febrero. ¡Aún estás a tiempo de descargarlos!", " "]},
{"titulo": ["The Last of Us Episode 9: TV Show vs Game Comparison"], "fecha_de_publicacion": ["13 de Marzo de 2023"]}
]