[
{"descripcion": ["El equipo orientado por el técnico Miguel Bravo ya pone la mira en Estados Unidos, su primer contendiente en el torneo."], "titular": ["Un triunfo y una derrota de Ecuador en los amistosos de preparación para el Mundial Sub-20"], "id": [0]},
{"descripcion": ["El capitán se respalda en los números de su campaña actual en la Liga Pro 2023."], "titular": ["Así se cocina la renovación de contrato de Damián Díaz en Barcelona SC"], "id": [1]},
{"descripcion": ["Desde Diego Armando Maradona hasta Lionel Messi, varias han sido las estrellas internacionales que se han consagrado campeonas del Mundial Sub-20."], "titular": ["Estas son las leyendas que han ganado el Mundial FIFA Sub-20"], "id": [2]},
{"descripcion": ["James León y la empresa que produjo 'Jumanji' encabezan el proyecto que arrancará en el 2024. Se espera llegar a 'una audiencia mundial'."], "titular": ["¡La vida de Enner Valencia, a Hollywood! Se filmará película sobre el goleador de Ecuador"], "id": [3]},
{"descripcion": ["El serbio Djokovic brindó una entrevista para el medio italiano 'Corriere della Sera' en la que repasó sus inicios en el tenis."], "titular": ["Novak Djokovic: Mi padre pagó a criminales y prestamistas para que yo pueda entrenar  "], "id": [4]},
{"descripcion": ["DirecTV pone a disposición de los aficionados de los diversos deportes los partidos a jugarse en las más populares competencias a nivel internacional."], "titular": ["Agenda deportiva de televisión para hoy 16 de mayo del 2023: MLB, Saudi Pro league y Champions League"], "id": [5]},
{"descripcion": ["Manchester City se enfrenta al Real Madrid para conocer el segundo semifinalista de la Champions League."], "titular": ["Manchester City vs. Real Madrid: horarios y transmisión para ver en vivo la semifinal de ida de Champions League"], "id": [6]},
{"descripcion": ["Engrosan la tarjeta principal del evento los gemelos Andrés y Adrián Luna, del gimnasio Entram Gym de México."], "titular": ["Guayaquil acoge cartelera internacional de MMA FFC 61"], "id": [7]},
{"descripcion": ["El capitán se respalda en los números de su campaña actual en la Liga Pro 2023."], "titular": ["Así se cocina la renovación de contrato de Damián Díaz en Barcelona SC"], "id": [8]},
{"descripcion": ["Con un solitario gol de Lautaro Martínez, los Nerazzurri se instalaron en la final de la Champions League eliminando al AC Milan."], "titular": ["Inter de Milán es el primer finalista de la Champions League"], "id": [9]},
{"descripcion": ["(VIDEO) Defensa irá al Eintracht Frankfurt. Habló en ‘La Nueva Generación de la Tri’. A las 12:00, por Youtube y redes sociales, se trasmite programa."], "titular": ["William Pacho, que ‘encendió’ a Quinindé al ser llamado para el Mundial 2022, es un triunfador en Bélgica"], "id": [10]},
{"descripcion": ["El equipo orientado por el técnico Miguel Bravo ya pone la mira en Estados Unidos, su primer contendiente en el torneo."], "titular": ["Un triunfo y una derrota de Ecuador en los amistosos de preparación para el Mundial Sub-20"], "id": [11]},
{"descripcion": ["N/A"], "titular": ["Guayaquil ya no produce deportistas"], "id": [12]},
{"descripcion": ["N/A"], "titular": ["Italia sonríe, adiós catenaccio"], "id": [13]},
{"descripcion": ["N/A"], "titular": ["Última carta de FEF sobre Byron Castillo"], "id": [14]},
{"descripcion": ["N/A"], "titular": ["¿Damián Díaz y su velocidad de carreta en la Selección? ¡Llamen a Kendry Páez, el futuro del fútbol de Ecuador!"], "id": [15]},
{"descripcion": ["N/A"], "titular": ["La ruina de los clubes"], "id": [16]},
{"descripcion": ["N/A"], "titular": ["Así se cocina la renovación de contrato de Damián Díaz en Barcelona SC"], "id": [17]},
{"descripcion": ["N/A"], "titular": ["Damián Díaz revela detalles del encuentro con Kendry Páez en su suite del estadio Monumental"], "id": [18]},
{"descripcion": ["N/A"], "titular": ["Así está la tabla de posiciones de la Liga Pro tras los empates de Emelec y Barcelona y el triunfo de Independiente"], "id": [19]},
{"descripcion": ["N/A"], "titular": ["Williams Riveros, exzaguero de Barcelona SC: 'En Universitario es donde más he sentido el apoyo de la gente'"], "id": [20]},
{"descripcion": ["N/A"], "titular": ["‘Hincha de Liga de Quito que diga que no le molesta haber perdido el invicto ante Barcelona SC miente. A todos nos dolió', dice Franklin Salas"], "id": [21]},
{"descripcion": ["N/A"], "titular": ["¿Emelec, ‘con viento en popa’ o al garete en la Liga Pro? Estas son diez datos azules de terror"], "id": [22]},
{"descripcion": ["N/A"], "titular": ["¿Diego García continuará en Emelec? Esto dice sobre su futuro el ‘Demonio’"], "id": [23]},
{"descripcion": ["N/A"], "titular": ["La expulsión de Sosa condiciona el partido de Emelec, dice el asistente de Miguel Rondelli"], "id": [24]},
{"descripcion": ["N/A"], "titular": ["Pedro Ortiz, arquero de Emelec, y el mal momento azul: ‘Estamos luchando contra todo, hay cosas que se nos salen de las manos’"], "id": [25]},
{"descripcion": ["N/A"], "titular": ["Así está la tabla de posiciones de la Liga Pro tras los empates de Emelec y Barcelona y el triunfo de Independiente"], "id": [26]},
{"descripcion": ["N/A"], "titular": ["¿Diego García continuará en Emelec? Esto dice sobre su futuro el ‘Demonio’"], "id": [27]},
{"descripcion": ["N/A"], "titular": ["La expulsión de Sosa condiciona el partido de Emelec, dice el asistente de Miguel Rondelli"], "id": [28]},
{"descripcion": ["N/A"], "titular": ["Pedro Ortiz, arquero de Emelec, y el mal momento azul: ‘Estamos luchando contra todo, hay cosas que se nos salen de las manos’"], "id": [29]},
{"descripcion": ["N/A"], "titular": ["Vuelven Miller Bolaños, Bryan Angulo y Samuel Sosa contra Liga de Quito"], "id": [30]},
{"descripcion": ["N/A"], "titular": ["‘Emelec se va a recuperar, pero que lo haga después de nosotros, queremos ganar’, el ‘deseo’ del volante de Liga de Quito, Alexander Alvarado"], "id": [31]}
]